exports.competitions = [
	{
		"cid": 642,
		"name": "제20회 전주시장배 유소년 마스터즈 수영대회",
		"sido": "전주시체육회",
		"pool": "완산실내수영장",
		"datetime": "2024-08-15"
	},
	{
		"cid": 658,
		"name": "제15회 고성군수배 전국마스터즈 수영대회",
		"sido": "고성군체육회",
		"pool": "고성문화체육센터",
		"datetime": "2024-08-24"
	},
	{
		"cid": 652,
		"name": "제1회 2024 서울 오픈 수영대회",
		"sido": "사단법인한국사회체육협회",
		"pool": "서울여성플라자스포츠센터",
		"datetime": "2024-08-25"
	},
	{
		"cid": 670,
		"name": "제30회 서초구청장배 꿈나무 수영대회",
		"sido": "서초구",
		"pool": "서초종합체육관",
		"datetime": "2024-08-31"
	},
	{
		"cid": 647,
		"name": "제13회 중랑구청장배 및 연맹회장배 수영대회",
		"sido": "중랑구체육회",
		"pool": "중랑문화체육관 수영장",
		"datetime": "2024-09-01"
	},
	{
		"cid": 665,
		"name": "제2회 부산광역시체육회장배 생활체육수영대회",
		"sido": "부산광역시체육회",
		"pool": "사직실내수영장",
		"datetime": "2024-09-01"
	},
	{
		"cid": 664,
		"name": "제6회 거창군수영연맹회장배 마스터즈 수영대회",
		"sido": "거창군수영연맹",
		"pool": "거창국민체육센터",
		"datetime": "2024-09-07"
	},
	{
		"cid": 659,
		"name": "2024 안산시장배 전국마스터즈 수영대회",
		"sido": "안산시체육회 안산시수영연맹",
		"pool": "대부동복지체육센터 수영장",
		"datetime": "2024-09-08"
	},
	{
		"cid": 657,
		"name": "2024 전라북도 어린이 꿈나무 수영대회",
		"sido": "완주군체육회",
		"pool": "이서문화체육센터",
		"datetime": "2024-09-28"
	},
	{
		"cid": 666,
		"name": "제22회 서대문구청장배 수영대회",
		"sido": "서대문구수영연맹",
		"pool": "서대문문화체육회관",
		"datetime": "2024-09-29"
	},
	{
		"cid": 671,
		"name": "2024 전국 수상구조 대회",
		"sido": "한국생활체육사회적협동조합",
		"pool": "안양종합운동장 수영장",
		"datetime": "2024-10-06"
	},
	{
		"cid": 669,
		"name": "제18회 이천시장배 겸 이천시수영연맹회장배 전국마스터즈 수영대회",
		"sido": "이천시수영연맹",
		"pool": "이천스포렉스",
		"datetime": "2024-10-19"
	},
	{
		"cid": 654,
		"name": "2024 국제수영연맹 경영월드컵 2차대회",
		"sido": "",
		"pool": "문학박태환수영장",
		"datetime": "2024-10-24"
	},
	{
		"cid": 502,
		"name": "코리아마스터즈 2024",
		"sido": "대한수영연맹",
		"pool": "김천실내수영장",
		"datetime": "2024-11-16"
	},
	{
		"cid": 503,
		"name": "제9회 광양만배 유소년 전국수영대회",
		"sido": "대한수영연맹",
		"pool": "광양스포츠센터 수영장",
		"datetime": "2024-12-06"
	},
	{
		"cid": 501,
		"name": "제43회 대통령배 전국수영대회",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2024-08-10"
	},
	{
		"cid": 653,
		"name": "제45회 서울특별시장기 수영대회 겸 제1",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2024-08-03"
	},
	{
		"cid": 500,
		"name": "2024 교보생명컵 꿈나무 체육대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2024-07-29"
	},
	{
		"cid": 550,
		"name": "제4회 성북구청장배 수영대회",
		"sido": "서울시 성북구",
		"pool": "성북종합레포츠타운 맑은물수영장",
		"datetime": "2024-07-21"
	},
	{
		"cid": 660,
		"name": "2024 부천시수영연맹회장배 장거리 수영",
		"sido": "경기도 부천시",
		"pool": "오정레포츠센터 수영장",
		"datetime": "2024-07-14"
	},
	{
		"cid": 598,
		"name": "제75회 인천광역시 회장배 수영대회",
		"sido": "인천",
		"pool": "문학박태환수영장",
		"datetime": "2024-07-14"
	},
	{
		"cid": 599,
		"name": "제105회 전국체육대회 수영종목 인천광역",
		"sido": "인천광역시",
		"pool": "문학박태환수영장",
		"datetime": "2024-07-14"
	},
	{
		"cid": 649,
		"name": "2024 수원 전국 학생 챔피언쉽 수영대",
		"sido": "경기도 수원시",
		"pool": "광교복합체육센터 수영장",
		"datetime": "2024-07-14"
	},
	{
		"cid": 668,
		"name": "제2회 전국유소년 핀수영대회",
		"sido": "경기도 안산시",
		"pool": "대부동복지체육센터 수영장",
		"datetime": "2024-07-07"
	},
	{
		"cid": 579,
		"name": "2024 영통구청장배 생활체육 수영대회",
		"sido": "경기도 수원시",
		"pool": "광교웰빙국민체육센터",
		"datetime": "2024-07-07"
	},
	{
		"cid": 607,
		"name": "제11회 음성군수배 겸 제13회 음성군수",
		"sido": "충북 음성군",
		"pool": "음성군산업단지복합문화센터",
		"datetime": "2024-07-07"
	},
	{
		"cid": 650,
		"name": "제20회 안양시장배 마스터즈 수영대회",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2024-07-07"
	},
	{
		"cid": 656,
		"name": "2024년 북구청장배 우산수영장 수영대회",
		"sido": "광주광역시 북구",
		"pool": "우산수영장",
		"datetime": "2024-07-07"
	},
	{
		"cid": 655,
		"name": "제6회 여수시장배 전국마스터즈 겸 제20",
		"sido": "전남 여수시",
		"pool": "진남수영장",
		"datetime": "2024-07-06"
	},
	{
		"cid": 499,
		"name": "제2회 김천 전국 마스터즈 수영대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2024-06-29"
	},
	{
		"cid": 645,
		"name": "2024 대전광역시장기 마스터즈 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2024-06-29"
	},
	{
		"cid": 648,
		"name": "2024 경기도교육감배 수영대회",
		"sido": "경기도",
		"pool": "광교복합체육센터 수영장",
		"datetime": "2024-06-29"
	},
	{
		"cid": 498,
		"name": "제20회 꿈나무 전국수영대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2024-06-25"
	},
	{
		"cid": 580,
		"name": "제12회 북구청장배 수영대회",
		"sido": "울산광역시 북구",
		"pool": "오토밸리복지센터",
		"datetime": "2024-06-23"
	},
	{
		"cid": 643,
		"name": "제8회 인천광역시교육감배 초등학생 수영대",
		"sido": "인천광역시",
		"pool": "문학박태환수영장",
		"datetime": "2024-06-22"
	},
	{
		"cid": 564,
		"name": "제14회 대구광역시장배 전국마스터즈 수영",
		"sido": "대구광역시",
		"pool": "두류수영장",
		"datetime": "2024-06-22"
	},
	{
		"cid": 553,
		"name": "제4회 구리시수영연맹회장배 수영대회",
		"sido": "경기도 구리시",
		"pool": "구리시민스포츠센터",
		"datetime": "2024-06-22"
	},
	{
		"cid": 515,
		"name": "2024 한강크로스스위밍챌린지",
		"sido": "서울시 송파구",
		"pool": "한강",
		"datetime": "2024-06-22"
	},
	{
		"cid": 646,
		"name": "2024 창원특례시 한마음 생활체육대축전",
		"sido": "경남 창원시",
		"pool": "창원실내수영장",
		"datetime": "2024-06-16"
	},
	{
		"cid": 644,
		"name": "2024 고양특례시장배 장애인 어울림수영",
		"sido": "경기도 고양시",
		"pool": "고양시재활스포츠센터",
		"datetime": "2024-06-16"
	},
	{
		"cid": 641,
		"name": "제3회 전국어울림 생활체육대축전",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2024-06-14"
	},
	{
		"cid": 497,
		"name": "제3회 광주 전국 수영 선수권대회",
		"sido": "광주광역시",
		"pool": "남부대학교 수영장",
		"datetime": "2024-06-12"
	},
	{
		"cid": 565,
		"name": "2024년 진주시장배 수영대회",
		"sido": "경남 진주시",
		"pool": "진주학생수영장",
		"datetime": "2024-06-09"
	},
	{
		"cid": 617,
		"name": "2024 광주시장배 마스터즈 수영대회",
		"sido": "경기도 광주시",
		"pool": "광주시워터파크",
		"datetime": "2024-06-09"
	},
	{
		"cid": 608,
		"name": "제7회 경주시수영연맹회장배 전국마스터즈수",
		"sido": "경북 경주시",
		"pool": "북경주체육문화센터",
		"datetime": "2024-06-09"
	},
	{
		"cid": 593,
		"name": "제27회 대전광역시 수중핀수영협회장배 핀",
		"sido": "대전광역시",
		"pool": "대전체육고등학교 수영장",
		"datetime": "2024-06-02"
	},
	{
		"cid": 518,
		"name": "제14회 강동구청장배수영대회",
		"sido": "서울시 강동구",
		"pool": "온조대왕문화체육관 수영장 ",
		"datetime": "2024-06-02"
	},
	{
		"cid": 551,
		"name": "제5회 성동구 수영연맹회장기 수영대회",
		"sido": "서울시 성동구",
		"pool": "성동구민종합체육센터",
		"datetime": "2024-06-02"
	},
	{
		"cid": 557,
		"name": "제6회 나주시장배 수영대회",
		"sido": "전남 나주시",
		"pool": "나주종합스포츠파크 수영장",
		"datetime": "2024-06-01"
	},
	{
		"cid": 554,
		"name": "제4회 양천구연맹회장배 수영대회",
		"sido": "서울시 양천구",
		"pool": "양천구민체육센터",
		"datetime": "2024-05-26"
	},
	{
		"cid": 520,
		"name": "2024 배럴 스프린트 챔피언십",
		"sido": "인천광역시",
		"pool": "문학박태환수영장",
		"datetime": "2024-05-25"
	},
	{
		"cid": 496,
		"name": "제53회 전국소년체전",
		"sido": "전남 목포시",
		"pool": "목포실내수영장",
		"datetime": "2024-05-25"
	},
	{
		"cid": 561,
		"name": "제4회 포항시장배 마스터즈 수영대회",
		"sido": "경북 포항시",
		"pool": "포항 실내수영장",
		"datetime": "2024-05-19"
	},
	{
		"cid": 582,
		"name": "2024 남구청장배 생활체육 수영대회",
		"sido": "울산광역시 남구",
		"pool": "남구국민체육센터",
		"datetime": "2024-05-19"
	},
	{
		"cid": 620,
		"name": "제24회 울산광역시 교육감배 수영대회",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2024-05-19"
	},
	{
		"cid": 562,
		"name": "제4회 수원시체육회장배 수영대회",
		"sido": "경기도 수원시",
		"pool": "광교복합체육센터 수영장",
		"datetime": "2024-05-19"
	},
	{
		"cid": 555,
		"name": "제1회 광진구청장배 수영대회",
		"sido": "서울시 광진구",
		"pool": "중곡문화체육센터",
		"datetime": "2024-05-19"
	},
	{
		"cid": 519,
		"name": "제5회 서대문구연맹회장배 수영대회",
		"sido": "서울시 서대문구",
		"pool": "서대문문화체육회관",
		"datetime": "2024-05-12"
	},
	{
		"cid": 532,
		"name": "제9회 강서구연맹회장배 수영대회",
		"sido": "서울시 강서구",
		"pool": "KBS스포츠월드",
		"datetime": "2024-05-12"
	},
	{
		"cid": 522,
		"name": "제3회 춘천소양강배 전국 마스터즈 수영대",
		"sido": "강원도 춘천시",
		"pool": "춘천국민체육센터",
		"datetime": "2024-05-11"
	},
	{
		"cid": 566,
		"name": "제62회 경북도민체육대회",
		"sido": "경북 구미시",
		"pool": "김천실내수영장",
		"datetime": "2024-05-10"
	},
	{
		"cid": 495,
		"name": "제96회 동아수영대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2024-05-09"
	},
	{
		"cid": 506,
		"name": "제70회 경기도체육대회 2024 파주",
		"sido": "경기도 파주시",
		"pool": "운정스포츠센터",
		"datetime": "2024-05-04"
	},
	{
		"cid": 494,
		"name": "2024 전국생활체육대축전",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2024-04-27"
	},
	{
		"cid": 513,
		"name": "제13회 대구광역시수영연맹회장배 생활체육",
		"sido": "대구광역시",
		"pool": "두류수영장",
		"datetime": "2024-04-21"
	},
	{
		"cid": 514,
		"name": "제3회 하남시수영연맹 회장배 수영대회",
		"sido": "경기도 하남시",
		"pool": "하남종합운동장 국민체육센터",
		"datetime": "2024-04-21"
	},
	{
		"cid": 516,
		"name": "2024 완주군수배 전국 마스터즈 수영대",
		"sido": "전북 완주군",
		"pool": "전북체육고등학교 수영장",
		"datetime": "2024-04-21"
	},
	{
		"cid": 517,
		"name": "2024 인천글로벌캠퍼스 수영클럽배 전국",
		"sido": "인천광역시",
		"pool": "인천글로벌캠퍼스 수영장",
		"datetime": "2024-04-21"
	},
	{
		"cid": 637,
		"name": "제58회 제주특별자치도민체육대회",
		"sido": "제주도 서귀포시",
		"pool": "제주종합경기장",
		"datetime": "2024-04-19"
	},
	{
		"cid": 493,
		"name": "제19회 제주 한라배 전국수영대회",
		"sido": "제주도",
		"pool": "제주종합경기장",
		"datetime": "2024-04-19"
	},
	{
		"cid": 552,
		"name": "제63회 전라남도체육대회",
		"sido": "전남 영광군",
		"pool": "영광실내수영장",
		"datetime": "2024-04-17"
	},
	{
		"cid": 602,
		"name": "제53회 전국소년체육대회 수영종목 인천광",
		"sido": "인천광역시",
		"pool": "문학박태환수영장",
		"datetime": "2024-04-14"
	},
	{
		"cid": 512,
		"name": "제4회 영등포구청장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "영등포제1스포츠센터",
		"datetime": "2024-04-14"
	},
	{
		"cid": 576,
		"name": "제38회 전국체육고등학교 체육대회",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2024-04-04"
	},
	{
		"cid": 662,
		"name": "제53회 전국소년체전 경기도대표 선발전",
		"sido": "경기도",
		"pool": "대부동복지체육센터 수영장",
		"datetime": "2024-04-04"
	},
	{
		"cid": 505,
		"name": "제3회 부산광역시장배 전국생활체육 수영대",
		"sido": "부산광역시",
		"pool": "사직실내수영장",
		"datetime": "2024-03-31"
	},
	{
		"cid": 575,
		"name": "제41회 서울소년체육대회 겸 제53회 전",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2024-03-29"
	},
	{
		"cid": 511,
		"name": "2024 전국생활체육대축전 서울시대표선발",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2024-03-24"
	},
	{
		"cid": 492,
		"name": "2024 KB금융 코리아 스위밍 챔피언십",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2024-03-22"
	},
	{
		"cid": 507,
		"name": "2024 안산시수영연맹 회장배 전국장거리",
		"sido": "경기도 안산시",
		"pool": "대부동복지체육센터 수영장",
		"datetime": "2024-03-17"
	},
	{
		"cid": 504,
		"name": "제18회 안양시수영연맹회장배 마스터즈 수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2024-03-17"
	},
	{
		"cid": 491,
		"name": "제14회 김천 전국수영대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2024-03-08"
	},
	{
		"cid": 510,
		"name": "2024 서울특별시철인3종 철인 장거리",
		"sido": "서울시",
		"pool": "한국체육대학교",
		"datetime": "2024-03-03"
	},
	{
		"cid": 487,
		"name": "제3회 강서구수영연맹 핀수영대회",
		"sido": "서울시 강서구",
		"pool": "KBS스포츠월드",
		"datetime": "2024-02-25"
	},
	{
		"cid": 489,
		"name": "World Aquatics Masters",
		"sido": "Doha",
		"pool": "",
		"datetime": "2024-02-23"
	},
	{
		"cid": 509,
		"name": "제7회 안양시철인3종협회장배 전국장거리수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2024-02-18"
	},
	{
		"cid": 488,
		"name": "2024 광주시협회장배 경기도체육대회 및",
		"sido": "경기도 광주시",
		"pool": "아이조아수영장",
		"datetime": "2024-02-04"
	},
	{
		"cid": 486,
		"name": "2024 아레나 마스터즈 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2024-01-27"
	},
	{
		"cid": 328,
		"name": "제2회 회장배 전국 마스터즈 수영대회",
		"sido": "강원도 춘천시",
		"pool": "춘천국민체육센터",
		"datetime": "2024-01-13"
	}
]