exports._competitions = [
	{
		"cid": 327,
		"name": "2023 제5차 유소년 전국 마스터즈 수",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-12-16"
	},
	{
		"cid": 456,
		"name": "제34회 수원특례시장배 수영대회",
		"sido": "경기도 수원시",
		"pool": "광교복합체육센터 수영장",
		"datetime": "2023-12-10"
	},
	{
		"cid": 480,
		"name": "2023 창원시수영연맹 클럽대항 수영대회",
		"sido": "경남 창원시",
		"pool": "마산합포스포츠센터",
		"datetime": "2023-12-10"
	},
	{
		"cid": 543,
		"name": "제5회 울산광역시 수영연맹회장배 수영대회",
		"sido": "울산광역시",
		"pool": "울산스포츠과학고등학교",
		"datetime": "2023-12-10"
	},
	{
		"cid": 484,
		"name": "제28회 일류경제도시대전 전국마스터즈 수",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2023-12-09"
	},
	{
		"cid": 478,
		"name": "제11회 김해시수영연맹회장배 전국마스터즈",
		"sido": "경남 김해시",
		"pool": "김해 시민스포츠센터",
		"datetime": "2023-12-03"
	},
	{
		"cid": 479,
		"name": "제2회 종로구연맹회장배 수영대회",
		"sido": "서울시 종로구",
		"pool": "종로구민회관",
		"datetime": "2023-12-03"
	},
	{
		"cid": 325,
		"name": "코리아마스터즈 2023",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-12-02"
	},
	{
		"cid": 329,
		"name": "제19회 꿈나무 전국수영대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-12-02"
	},
	{
		"cid": 446,
		"name": "제9회 노원구청장배 마스터즈 수영대회",
		"sido": "서울시 노원구",
		"pool": "상경스포츠센터",
		"datetime": "2023-11-26"
	},
	{
		"cid": 508,
		"name": "2023년 부천시장배 철인3종 장거리 수",
		"sido": "경기도 부천시",
		"pool": "오정레포츠센터 수영장",
		"datetime": "2023-11-26"
	},
	{
		"cid": 439,
		"name": "제2회 도봉구청장배 겸 제3회 도봉구연맹",
		"sido": "서울시 도봉구",
		"pool": "도봉체육센터",
		"datetime": "2023-11-25"
	},
	{
		"cid": 443,
		"name": "제4회 충남도지사배 생활체육수영대회",
		"sido": "충남",
		"pool": "한들문화센터 수영장",
		"datetime": "2023-11-25"
	},
	{
		"cid": 485,
		"name": "2023 경기도지사배 수영대회",
		"sido": "경기도",
		"pool": "대부동복지체육센터 수영장",
		"datetime": "2023-11-25"
	},
	{
		"cid": 577,
		"name": "2024년 수영국가대표 선발대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-11-23"
	},
	{
		"cid": 441,
		"name": "2023 성남시체육회장배 철인3종 장거리",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2023-11-19"
	},
	{
		"cid": 471,
		"name": "제11회 광진구연맹회장배 수영대회",
		"sido": "서울시 광진구",
		"pool": "중곡문화체육센터",
		"datetime": "2023-11-19"
	},
	{
		"cid": 472,
		"name": "제2회 광주시 체육회장배 수영대회",
		"sido": "경기도 광주시",
		"pool": "광주시문화스포츠센터",
		"datetime": "2023-11-19"
	},
	{
		"cid": 477,
		"name": "제2회 울산중구수영연맹회장배 수영대회",
		"sido": "울산광역시",
		"pool": "중구수영장",
		"datetime": "2023-11-19"
	},
	{
		"cid": 483,
		"name": "2023 전라북도지사배 전국마스터즈 수영",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2023-11-19"
	},
	{
		"cid": 442,
		"name": "제11회 파주시 수영연맹회장배 수영대회",
		"sido": "경기도 파주시",
		"pool": "파주시 운정스포츠센터",
		"datetime": "2023-11-18"
	},
	{
		"cid": 444,
		"name": "제12회 울산광역시장배 수영대회",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2023-11-12"
	},
	{
		"cid": 467,
		"name": "제3회 강서구청장배 수영대회",
		"sido": "서울시 강서구",
		"pool": "KBS스포츠월드",
		"datetime": "2023-11-12"
	},
	{
		"cid": 470,
		"name": "제1회 안산시장배 마스터즈 핀수영대회",
		"sido": "경기도 안산시",
		"pool": "대부동복지체육센터 수영장",
		"datetime": "2023-11-12"
	},
	{
		"cid": 481,
		"name": "제7회 강남구연맹회장배 수영대회",
		"sido": "서울시 강남구",
		"pool": "우성스포츠센타",
		"datetime": "2023-11-12"
	},
	{
		"cid": 524,
		"name": "제11회 구미시장배 마스터즈 수영대회",
		"sido": "경북 구미시",
		"pool": "올림픽기념국민생활관",
		"datetime": "2023-11-12"
	},
	{
		"cid": 465,
		"name": "제5회 거창군수영연맹회장배 마스터즈 수영",
		"sido": "경남 거창군",
		"pool": "거창국민체육센터",
		"datetime": "2023-11-11"
	},
	{
		"cid": 578,
		"name": "제7회 인천광역시교육감배 수영대회",
		"sido": "인천광역시",
		"pool": "문학박태환수영장",
		"datetime": "2023-11-11"
	},
	{
		"cid": 387,
		"name": "제1회 부산광역시체육회장배 생활체육수영대",
		"sido": "부산광역시",
		"pool": "사직실내수영장",
		"datetime": "2023-11-05"
	},
	{
		"cid": 409,
		"name": "2023 안산시장배 전국마스터즈 수영대회",
		"sido": "경기도 안산시",
		"pool": "대부동복지체육센터 수영장",
		"datetime": "2023-11-04"
	},
	{
		"cid": 437,
		"name": "2023 인천글로벌캠퍼스 수영클럽배 전국",
		"sido": "인천광역시",
		"pool": "인천글로벌캠퍼스 수영장",
		"datetime": "2023-10-29"
	},
	{
		"cid": 462,
		"name": "제3회 동작구수영연맹회장배 수영대회",
		"sido": "서울시 동작구",
		"pool": "서울여성플라자스포츠센터",
		"datetime": "2023-10-29"
	},
	{
		"cid": 463,
		"name": "제18회 안동웅부배 생활체육수영대회",
		"sido": "경북 안동시",
		"pool": "안동대학교 종합스포츠센터",
		"datetime": "2023-10-29"
	},
	{
		"cid": 464,
		"name": "2023년 생거진천배 전국 생활체육 수영",
		"sido": "충북 진천군",
		"pool": "진천국민체육센터",
		"datetime": "2023-10-29"
	},
	{
		"cid": 326,
		"name": "2023 MBC배 전국수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2023-10-28"
	},
	{
		"cid": 461,
		"name": "제18회 구리시장배 생활체육 수영대회",
		"sido": "경기도 구리시",
		"pool": "구리시멀티스포츠센터",
		"datetime": "2023-10-28"
	},
	{
		"cid": 410,
		"name": "제16회 거제시장배 수영대회",
		"sido": "경남 거제시",
		"pool": "동부초등학교 수영장",
		"datetime": "2023-10-22"
	},
	{
		"cid": 436,
		"name": "제3회 양천구청장배 수영대회",
		"sido": "양천구",
		"pool": "양천구민체육센터",
		"datetime": "2023-10-22"
	},
	{
		"cid": 445,
		"name": "제14회 광주광역시교육감배 수영대회",
		"sido": "광주광역시",
		"pool": "염주실내수영장",
		"datetime": "2023-10-22"
	},
	{
		"cid": 424,
		"name": "제13회 흥타령배 전국마스터즈 수영대회",
		"sido": "충남 천안시",
		"pool": "한들문화센터 수영장",
		"datetime": "2023-10-21"
	},
	{
		"cid": 474,
		"name": "2023 세종특별자치시 교육감배 수영대회",
		"sido": "세종시",
		"pool": "한솔수영장",
		"datetime": "2023-10-21"
	},
	{
		"cid": 396,
		"name": "제4회 평택시 수영연맹회장배 생활체육 전",
		"sido": "경기도 평택시",
		"pool": "소사벌레포츠타운",
		"datetime": "2023-10-15"
	},
	{
		"cid": 430,
		"name": "제2회 부평구연맹회장배 수영대회",
		"sido": "인천광역시 부평구",
		"pool": "부평남부체육센터",
		"datetime": "2023-10-15"
	},
	{
		"cid": 482,
		"name": "2023년 울산광역시 북구체육회장배 수영",
		"sido": "울산광역시 북구",
		"pool": "쇠부리체육센터",
		"datetime": "2023-10-15"
	},
	{
		"cid": 324,
		"name": "제104회 전국체육대회",
		"sido": "전남 목포시",
		"pool": "목포실내수영장",
		"datetime": "2023-10-13"
	},
	{
		"cid": 394,
		"name": "제13회 정읍시장배 전국 단수로 수영대회",
		"sido": "전북 정읍시",
		"pool": "정읍 YMCA청소년수련관",
		"datetime": "2023-10-08"
	},
	{
		"cid": 435,
		"name": "제10회 세종시민체육대회",
		"sido": "세종시",
		"pool": "조치원복합커뮤니티센터",
		"datetime": "2023-10-08"
	},
	{
		"cid": 323,
		"name": "2023 제4차 유소년 전국 마스터즈 수",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-10-07"
	},
	{
		"cid": 431,
		"name": "2023 제4차 유소년 전국 마스터즈 수",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-10-07"
	},
	{
		"cid": 418,
		"name": "제1회 전국스포츠클럽 교류전",
		"sido": "경남 진주시",
		"pool": "진주학생수영장",
		"datetime": "2023-10-06"
	},
	{
		"cid": 416,
		"name": "제9회 증평군수배 전국생활체육 수영대회",
		"sido": "충북 증평군",
		"pool": "증평국민체육센터",
		"datetime": "2023-09-24"
	},
	{
		"cid": 322,
		"name": "제1회 김천 전국 마스터즈 수영대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-09-23"
	},
	{
		"cid": 395,
		"name": "제17회 안양시수영연맹회장배 마스터즈 수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2023-09-17"
	},
	{
		"cid": 397,
		"name": "제21회 서대문구청장배 수영대회",
		"sido": "서울시 서대문구",
		"pool": "서대문문화체육회관",
		"datetime": "2023-09-17"
	},
	{
		"cid": 422,
		"name": "2023 키즈스윔 어린이수영대회",
		"sido": "경기도",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2023-09-17"
	},
	{
		"cid": 379,
		"name": "2023 완주군수영연맹배 어린이수영대회",
		"sido": "전북 완주군",
		"pool": "완주군청소년수련관",
		"datetime": "2023-09-16"
	},
	{
		"cid": 373,
		"name": "2023 경기도생활체육대축전",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2023-09-15"
	},
	{
		"cid": 408,
		"name": "제14회 영등포구연맹회장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "문래청소년수련관",
		"datetime": "2023-09-10"
	},
	{
		"cid": 388,
		"name": "제15회 강북구청장기 겸 제6회 연맹회장",
		"sido": "서울시 강북구",
		"pool": "강북웰빙스포츠센터",
		"datetime": "2023-09-03"
	},
	{
		"cid": 414,
		"name": "제1회 남부대학교총장배 수영대회",
		"sido": "광주광역시",
		"pool": "남부대학교 수영장",
		"datetime": "2023-09-03"
	},
	{
		"cid": 385,
		"name": "제17회 이천시장배 겸 이천시수영연맹회장",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2023-09-02"
	},
	{
		"cid": 401,
		"name": "제60회 전라북도민체육대회",
		"sido": "전북 김제시",
		"pool": "김제실내수영장",
		"datetime": "2023-09-01"
	},
	{
		"cid": 383,
		"name": "제67회 수원특례시체육대회 수영대회",
		"sido": "경기도 수원시",
		"pool": "광교복합체육센터 수영장",
		"datetime": "2023-08-27"
	},
	{
		"cid": 402,
		"name": "제14회 고성군수배 학생수영대회",
		"sido": "경남 고성군",
		"pool": "고성 해양레포츠아카데미",
		"datetime": "2023-08-26"
	},
	{
		"cid": 407,
		"name": "2023 고양특례시장배 장애인 어울림 수",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2023-08-26"
	},
	{
		"cid": 398,
		"name": "제17회 서구청장배 수영대회",
		"sido": "인천광역시",
		"pool": "청라복합문화센터",
		"datetime": "2023-08-20"
	},
	{
		"cid": 384,
		"name": "2023 고양 전국마스터즈 수영대회",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2023-08-19"
	},
	{
		"cid": 389,
		"name": "제42회 대통령배 전국수영대회",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2023-08-12"
	},
	{
		"cid": 393,
		"name": "제44회 서울특별시장기 수영대회",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2023-08-05"
	},
	{
		"cid": 392,
		"name": "World Aquatics Masters",
		"sido": "Fukuoka",
		"pool": "Marine Messe Fukuoka Hall A",
		"datetime": "2023-08-02"
	},
	{
		"cid": 372,
		"name": "제5회 여수시장배 전국마스터즈 겸   제",
		"sido": "전남 여수시",
		"pool": "진남수영장",
		"datetime": "2023-07-29"
	},
	{
		"cid": 391,
		"name": "제7회 충청북도수영연맹회장배 생활체육 수",
		"sido": "충북",
		"pool": "충북학생수영장",
		"datetime": "2023-07-29"
	},
	{
		"cid": 321,
		"name": "2023 제3차 유소년 전국 마스터즈 수",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-07-28"
	},
	{
		"cid": 363,
		"name": "2023 창원특례시 한마음 생활체육대축전",
		"sido": "경남 창원시",
		"pool": "창원실내수영장",
		"datetime": "2023-07-23"
	},
	{
		"cid": 368,
		"name": "제2회 하남시수영연맹 회장배 수영대회",
		"sido": "경기도 하남시",
		"pool": "하남종합운동장 국민체육센터",
		"datetime": "2023-07-16"
	},
	{
		"cid": 386,
		"name": "제10회 음성군수배 겸 제12회 음성군수",
		"sido": "충북 음성군",
		"pool": "음성군산업단지복합문화센터",
		"datetime": "2023-07-16"
	},
	{
		"cid": 390,
		"name": "제9회 서울특별시연맹회장배 수영대회",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2023-07-15"
	},
	{
		"cid": 473,
		"name": "2023 광주시장배 전국주니어 마스터즈",
		"sido": "경기도 광주시",
		"pool": "광주시 워터파크",
		"datetime": "2023-07-09"
	},
	{
		"cid": 362,
		"name": "제3회 양천구연맹회장배 수영대회",
		"sido": "서울시 양천구",
		"pool": "양천구민체육센터",
		"datetime": "2023-07-02"
	},
	{
		"cid": 364,
		"name": "2023년 성남시의장배 전국수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2023-07-02"
	},
	{
		"cid": 371,
		"name": "제2회 세종특별자치시수영연맹회장배 여민수",
		"sido": "세종시",
		"pool": "한솔수영장",
		"datetime": "2023-07-01"
	},
	{
		"cid": 366,
		"name": "제19회 전주시장배 수영대회",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2023-06-25"
	},
	{
		"cid": 370,
		"name": "제3회 성북구청장배 수영대회",
		"sido": "서울시 성북구",
		"pool": "성북종합레포츠타운 맑은물수영장",
		"datetime": "2023-06-25"
	},
	{
		"cid": 360,
		"name": "제43회 대구광역시장배 수영대회 겸 제1",
		"sido": "대구광역시",
		"pool": "두류수영장",
		"datetime": "2023-06-24"
	},
	{
		"cid": 367,
		"name": "2023 대전광역시장기 마스터즈 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2023-06-24"
	},
	{
		"cid": 380,
		"name": "2023 경기도교육감배 수영대회",
		"sido": "경기도 수원시",
		"pool": "광교복합체육센터 수영장",
		"datetime": "2023-06-24"
	},
	{
		"cid": 352,
		"name": "제12회 중랑구청장배 및 연맹회장배 수영",
		"sido": "서울시 중랑구",
		"pool": "중랑문화체육관 수영장",
		"datetime": "2023-06-18"
	},
	{
		"cid": 365,
		"name": "제19회 안양시장배 마스터즈 수영대회",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2023-06-18"
	},
	{
		"cid": 320,
		"name": "제2회 광주 전국 마스터즈 수영대회",
		"sido": "광주광역시",
		"pool": "남부대학교 수영장",
		"datetime": "2023-06-17"
	},
	{
		"cid": 369,
		"name": "2023년 진주시체육회장배 수영대회",
		"sido": "경남 진주시",
		"pool": "진주학생수영장",
		"datetime": "2023-06-11"
	},
	{
		"cid": 361,
		"name": "제5회 나주시장배 수영대회",
		"sido": "전남 나주시",
		"pool": "나주종합스포츠파크 수영장",
		"datetime": "2023-06-10"
	},
	{
		"cid": 319,
		"name": "제52회 전국소년체육대회",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2023-05-27"
	},
	{
		"cid": 333,
		"name": "제3회 영등포구청장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "영등포제1스포츠센터",
		"datetime": "2023-05-21"
	},
	{
		"cid": 341,
		"name": "제3회 수원시체육회장배 수영대회",
		"sido": "경기도 수원시",
		"pool": "광교복합체육센터 수영장",
		"datetime": "2023-05-21"
	},
	{
		"cid": 438,
		"name": "제5회 서귀포시장배 수영대회",
		"sido": "제주도",
		"pool": "서귀포시 국민체육센터",
		"datetime": "2023-05-21"
	},
	{
		"cid": 581,
		"name": "제8회 대한수영협회장배 유소년 꿈나무수영",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2023-05-21"
	},
	{
		"cid": 338,
		"name": "제2회 춘천소양강배 전국 마스터즈 수영대",
		"sido": "강원도 춘천시",
		"pool": "춘천국민체육센터",
		"datetime": "2023-05-20"
	},
	{
		"cid": 283,
		"name": "2023 전북 아시아태평양 마스터스 대회",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2023-05-12"
	},
	{
		"cid": 573,
		"name": "제62회 전라남도체육대회",
		"sido": "전남 완도군",
		"pool": "완도수영장",
		"datetime": "2023-05-12"
	},
	{
		"cid": 318,
		"name": "2023 제2차 유소년 전국 마스터즈 수",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-05-06"
	},
	{
		"cid": 330,
		"name": "제69회 경기도체육대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2023-05-06"
	},
	{
		"cid": 523,
		"name": "제14회 구미시수영연맹장배 클럽수영대회",
		"sido": "경북 구미시",
		"pool": "올림픽기념국민생활관",
		"datetime": "2023-04-30"
	},
	{
		"cid": 317,
		"name": "2023 전국생활체육대축전",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-04-29"
	},
	{
		"cid": 335,
		"name": "제13회 강동구청장배수영대회",
		"sido": "서울시 강동구",
		"pool": "온조대왕문화체육관 수영장 ",
		"datetime": "2023-04-23"
	},
	{
		"cid": 351,
		"name": "제61회 경북도민체육대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-04-22"
	},
	{
		"cid": 332,
		"name": "제4회 서대문구연맹회장배 수영대회",
		"sido": "서울시 서대문구",
		"pool": "서대문문화체육회관",
		"datetime": "2023-04-16"
	},
	{
		"cid": 337,
		"name": "2023 완주군수배 전국 마스터즈 수영대",
		"sido": "전북 완주군",
		"pool": "완주군근로자종합복지관 수영장",
		"datetime": "2023-04-16"
	},
	{
		"cid": 349,
		"name": "제12회 대구광역시수영연맹회장배 생활체육",
		"sido": "대구광역시",
		"pool": "두류수영장",
		"datetime": "2023-04-16"
	},
	{
		"cid": 545,
		"name": "2023 남구청장배 생활체육 수영대회",
		"sido": "울산광역시 남구",
		"pool": "남구국민체육센터",
		"datetime": "2023-04-16"
	},
	{
		"cid": 343,
		"name": "제6회 안양시 철인3종협회장배 전국장거리",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2023-04-02"
	},
	{
		"cid": 469,
		"name": "제23회 울산광역시 교육감배 수영대회",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2023-04-02"
	},
	{
		"cid": 334,
		"name": "2023년 이천 마스터즈 스위밍챔피언십",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2023-04-01"
	},
	{
		"cid": 339,
		"name": "2023 전국생활체육대축전 서울시대표선발",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2023-03-26"
	},
	{
		"cid": 340,
		"name": "2023 배럴 키즈 스프린트 챔피언쉽",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2023-03-26"
	},
	{
		"cid": 331,
		"name": "2023 KB금융 코리아 스위밍 챔피언십",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-03-25"
	},
	{
		"cid": 342,
		"name": "2023 안산시 회장배 전국장거리 수영대",
		"sido": "안산",
		"pool": "안산올림픽수영장",
		"datetime": "2023-03-21"
	},
	{
		"cid": 316,
		"name": "2023 제1차 유소년 전국 마스터즈 수",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-03-18"
	},
	{
		"cid": 315,
		"name": "제13회 김천 전국수영대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2023-03-11"
	},
	{
		"cid": 347,
		"name": "2023 서울시 철인3종협회 장거리 수영",
		"sido": "서울",
		"pool": "KBS스포츠월드",
		"datetime": "2023-02-26"
	},
	{
		"cid": 314,
		"name": "제1회 회장배 전국 마스터즈 수영대회",
		"sido": "강원도 춘천시",
		"pool": "춘천국민체육센터",
		"datetime": "2023-02-11"
	},
	{
		"cid": 348,
		"name": "2023 10km 울트라 수영대회",
		"sido": "충남 천안시",
		"pool": "한들문화센터 수영장",
		"datetime": "2023-01-15"
	},
	{
		"cid": 518,
		"name": "제14회 강동구청장배수영대회",
		"sido": "서울시 강동구",
		"pool": "온조대왕문화체육관 수영장 ",
		"datetime": "2024-06-02"
	},
	{
		"cid": 551,
		"name": "제5회 성동구 수영연맹회장기 수영대회",
		"sido": "서울시 성동구",
		"pool": "성동구민종합체육센터",
		"datetime": "2024-06-02"
	},
	{
		"cid": 557,
		"name": "제6회 나주시장배 수영대회",
		"sido": "전남 나주시",
		"pool": "나주종합스포츠파크 수영장",
		"datetime": "2024-06-01"
	},
	{
		"cid": 554,
		"name": "제4회 양천구연맹회장배 수영대회",
		"sido": "서울시 양천구",
		"pool": "양천구민체육센터",
		"datetime": "2024-05-26"
	},
	{
		"cid": 520,
		"name": "2024 배럴 스프린트 챔피언십",
		"sido": "인천광역시",
		"pool": "문학박태환수영장",
		"datetime": "2024-05-25"
	},
	{
		"cid": 496,
		"name": "제53회 전국소년체전",
		"sido": "전남 목포시",
		"pool": "목포실내수영장",
		"datetime": "2024-05-25"
	},
	{
		"cid": 582,
		"name": "2024 남구청장배 생활체육 수영대회",
		"sido": "울산광역시 남구",
		"pool": "남구국민체육센터",
		"datetime": "2024-05-19"
	},
	{
		"cid": 555,
		"name": "제1회 광진구청장배 수영대회",
		"sido": "서울시 광진구",
		"pool": "중곡문화체육센터",
		"datetime": "2024-05-19"
	},
	{
		"cid": 561,
		"name": "제4회 포항시장배 마스터즈 수영대회",
		"sido": "경북 포항시",
		"pool": "포항 실내수영장",
		"datetime": "2024-05-19"
	},
	{
		"cid": 562,
		"name": "제4회 수원시체육회장배 수영대회",
		"sido": "경기도 수원시",
		"pool": "광교복합체육센터 수영장",
		"datetime": "2024-05-19"
	},
	{
		"cid": 532,
		"name": "제9회 강서구연맹회장배 수영대회",
		"sido": "서울시 강서구",
		"pool": "KBS스포츠월드",
		"datetime": "2024-05-12"
	},
	{
		"cid": 519,
		"name": "제5회 서대문구연맹회장배 수영대회",
		"sido": "서울시 서대문구",
		"pool": "서대문문화체육회관",
		"datetime": "2024-05-12"
	},
	{
		"cid": 522,
		"name": "제3회 춘천소양강배 전국 마스터즈 수영대",
		"sido": "강원도 춘천시",
		"pool": "춘천국민체육센터",
		"datetime": "2024-05-11"
	},
	{
		"cid": 566,
		"name": "제62회 경북도민체육대회",
		"sido": "경북 구미시",
		"pool": "김천실내수영장",
		"datetime": "2024-05-10"
	},
	{
		"cid": 495,
		"name": "제96회 동아수영대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2024-05-09"
	},
	{
		"cid": 506,
		"name": "제70회 경기도체육대회 2024 파주",
		"sido": "경기도 파주시",
		"pool": "운정스포츠센터",
		"datetime": "2024-05-04"
	},
	{
		"cid": 494,
		"name": "2024 전국생활체육대축전",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2024-04-27"
	},
	{
		"cid": 513,
		"name": "제13회 대구광역시수영연맹회장배 생활체육",
		"sido": "대구광역시",
		"pool": "두류수영장",
		"datetime": "2024-04-21"
	},
	{
		"cid": 517,
		"name": "2024 인천글로벌캠퍼스 수영클럽배 전국",
		"sido": "인천광역시",
		"pool": "인천글로벌캠퍼스 수영장",
		"datetime": "2024-04-21"
	},
	{
		"cid": 516,
		"name": "2024 완주군수배 전국 마스터즈 수영대",
		"sido": "전북 완주군",
		"pool": "전북체육고등학교 수영장",
		"datetime": "2024-04-21"
	},
	{
		"cid": 514,
		"name": "제3회 하남시수영연맹 회장배 수영대회",
		"sido": "경기도 하남시",
		"pool": "하남종합운동장 국민체육센터",
		"datetime": "2024-04-21"
	},
	{
		"cid": 493,
		"name": "제19회 제주 한라배 전국수영대회",
		"sido": "제주도",
		"pool": "제주종합경기장",
		"datetime": "2024-04-19"
	},
	{
		"cid": 552,
		"name": "제63회 전라남도체육대회",
		"sido": "전남 영광군",
		"pool": "영광실내수영장",
		"datetime": "2024-04-17"
	},
	{
		"cid": 512,
		"name": "제4회 영등포구청장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "영등포제1스포츠센터",
		"datetime": "2024-04-14"
	},
	{
		"cid": 576,
		"name": "제38회 전국체육고등학교 체육대회",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2024-04-04"
	},
	{
		"cid": 505,
		"name": "제3회 부산광역시장배 전국생활체육 수영대",
		"sido": "부산광역시",
		"pool": "사직실내수영장",
		"datetime": "2024-03-31"
	},
	{
		"cid": 575,
		"name": "제41회 서울소년체육대회 겸 제53회 전",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2024-03-29"
	},
	{
		"cid": 511,
		"name": "2024 전국생활체육대축전 서울시대표선발",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2024-03-24"
	},
	{
		"cid": 492,
		"name": "2024 KB금융 코리아 스위밍 챔피언십",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2024-03-22"
	},
	{
		"cid": 507,
		"name": "2024 안산시수영연맹 회장배 전국장거리",
		"sido": "경기도 안산시",
		"pool": "대부동복지체육센터 수영장",
		"datetime": "2024-03-17"
	},
	{
		"cid": 504,
		"name": "제18회 안양시수영연맹회장배 마스터즈 수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2024-03-17"
	},
	{
		"cid": 491,
		"name": "제14회 김천 전국수영대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2024-03-08"
	},
	{
		"cid": 510,
		"name": "2024 서울특별시철인3종 철인 장거리",
		"sido": "서울시",
		"pool": "한국체육대학교",
		"datetime": "2024-03-03"
	},
	{
		"cid": 487,
		"name": "제3회 강서구수영연맹 핀수영대회",
		"sido": "서울시 강서구",
		"pool": "KBS스포츠월드",
		"datetime": "2024-02-25"
	},
	{
		"cid": 489,
		"name": "World Aquatics Masters",
		"sido": "Doha",
		"pool": "",
		"datetime": "2024-02-23"
	},
	{
		"cid": 509,
		"name": "제7회 안양시철인3종협회장배 전국장거리수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2024-02-18"
	},
	{
		"cid": 488,
		"name": "2024 광주시협회장배 경기도체육대회 및",
		"sido": "경기도 광주시",
		"pool": "아이조아수영장",
		"datetime": "2024-02-04"
	},
	{
		"cid": 486,
		"name": "2024 아레나 마스터즈 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2024-01-27"
	},
	{
		"cid": 328,
		"name": "제2회 회장배 전국 마스터즈 수영대회",
		"sido": "강원도 춘천시",
		"pool": "춘천국민체육센터",
		"datetime": "2024-01-13"
	},
	{
		"cid": 310,
		"name": "2022 고양특례시장배 장애인 어울림 수",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2022-12-18"
	},
	{
		"cid": 468,
		"name": "제4회 울산광역시수영연맹회장배 수영대회",
		"sido": "울산광역시",
		"pool": "동천국민체육센터",
		"datetime": "2022-12-18"
	},
	{
		"cid": 274,
		"name": "2022 창원시수영연맹 클럽대항 수영대회",
		"sido": "경남 창원시",
		"pool": "마산합포스포츠센터",
		"datetime": "2022-12-11"
	},
	{
		"cid": 281,
		"name": "옥천군 연맹회장기 수영대회",
		"sido": "충북 옥천군",
		"pool": "옥천국민체육센터",
		"datetime": "2022-12-11"
	},
	{
		"cid": 263,
		"name": "제33회 수원특례시장배 수영대회",
		"sido": "경기도 수원시",
		"pool": "광교복합체육센터 수영장",
		"datetime": "2022-12-11"
	},
	{
		"cid": 275,
		"name": "제1회 세종특별자치시수영연맹회장배 여민수",
		"sido": "세종시",
		"pool": "한솔수영장",
		"datetime": "2022-12-10"
	},
	{
		"cid": 271,
		"name": "제27회 Daejeon is U 전국마스",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2022-12-10"
	},
	{
		"cid": 276,
		"name": "제17회 수애기배 전국마스터즈 수영대회",
		"sido": "제주도",
		"pool": "제주종합경기장",
		"datetime": "2022-12-10"
	},
	{
		"cid": 345,
		"name": "2022 서울시장배 철인3종 장거리 수영",
		"sido": "서울시",
		"pool": "한국체육대학교",
		"datetime": "2022-12-04"
	},
	{
		"cid": 268,
		"name": "제2회 북구청장배 생활체육 수영대회",
		"sido": "대구광역시 북구",
		"pool": "유니버시아드 레포츠센터",
		"datetime": "2022-12-03"
	},
	{
		"cid": 277,
		"name": "제4회 거창군수영협회장배 수영대회",
		"sido": "경남 거창군",
		"pool": "거창국민체육센터",
		"datetime": "2022-12-03"
	},
	{
		"cid": 269,
		"name": "제10회 광진구 연맹회장배 수영대회",
		"sido": "서울시 광진구",
		"pool": "광진구민체육센터",
		"datetime": "2022-11-27"
	},
	{
		"cid": 262,
		"name": "코리아마스터즈 2022",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2022-11-26"
	},
	{
		"cid": 272,
		"name": "제11회 전라남도지사배 수영대회",
		"sido": "전남 화순군",
		"pool": "군민종합문화센터",
		"datetime": "2022-11-26"
	},
	{
		"cid": 239,
		"name": "제2회 성북구청장배 수영대회",
		"sido": "서울시 성북구",
		"pool": "성북종합레포츠타운 맑은물수영장",
		"datetime": "2022-11-20"
	},
	{
		"cid": 242,
		"name": "제5회 강북구연맹회장기 수영대회",
		"sido": "서울시 강북구",
		"pool": "강북웰빙스포츠센터",
		"datetime": "2022-11-20"
	},
	{
		"cid": 256,
		"name": "제11회 중랑구청장배 및 연맹회장배 수영",
		"sido": "서울시 중랑구",
		"pool": "중랑문화체육관 수영장",
		"datetime": "2022-11-20"
	},
	{
		"cid": 257,
		"name": "제12회 흥타령배 전국마스터즈 수영대회",
		"sido": "충남 천안시",
		"pool": "한들문화센터 수영장",
		"datetime": "2022-11-19"
	},
	{
		"cid": 267,
		"name": "2022 중구청장배 생활체육 수영대회",
		"sido": "울산광역시 중구",
		"pool": "중구수영장",
		"datetime": "2022-11-13"
	},
	{
		"cid": 249,
		"name": "2022 전라북도지사배 마스터즈 수영대회",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2022-11-13"
	},
	{
		"cid": 251,
		"name": "2022 안산시장배 전국마스터즈 수영대회",
		"sido": "경기도 안산시",
		"pool": "대부동복지체육센터 수영장",
		"datetime": "2022-11-13"
	},
	{
		"cid": 466,
		"name": "제29회 전국대학 수영선수권대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2022-11-12"
	},
	{
		"cid": 432,
		"name": "제5회 안양시철인3종협회장배 전국장거리",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2022-11-06"
	},
	{
		"cid": 252,
		"name": "제13회 거제시장배 수영대회",
		"sido": "경남 거제시",
		"pool": "오션사이드수영장",
		"datetime": "2022-11-06"
	},
	{
		"cid": 273,
		"name": "2022 서귀포시수영연맹회장배 수영대회",
		"sido": "제주도 서귀포시",
		"pool": "서귀포시 국민체육센터",
		"datetime": "2022-11-06"
	},
	{
		"cid": 241,
		"name": "제13회 영등포구연맹회장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "문래청소년수련관",
		"datetime": "2022-11-06"
	},
	{
		"cid": 244,
		"name": "제2회 동작구수영연맹회장배 수영대회",
		"sido": "서울시 동작구",
		"pool": "서울여성플라자스포츠센터",
		"datetime": "2022-10-30"
	},
	{
		"cid": 264,
		"name": "제11회 울산광역시장배 수영대회",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2022-10-30"
	},
	{
		"cid": 240,
		"name": "제10회 김해시수영연맹회장배 전국마스터즈",
		"sido": "경남 김해시",
		"pool": "김해 시민스포츠센터",
		"datetime": "2022-10-30"
	},
	{
		"cid": 266,
		"name": "제5회 전국스포츠클럽 교류대회",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2022-10-29"
	},
	{
		"cid": 475,
		"name": "2022 세종특별자치시 교육감배 수영대회",
		"sido": "세종시",
		"pool": "한솔수영장",
		"datetime": "2022-10-29"
	},
	{
		"cid": 243,
		"name": "제8회 노원구청장기 마스터즈 수영대회",
		"sido": "서울시 노원구",
		"pool": "상경스포츠센터",
		"datetime": "2022-10-23"
	},
	{
		"cid": 250,
		"name": "제16회 이천시장배 겸 이천시수영연맹회장",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2022-10-22"
	},
	{
		"cid": 223,
		"name": "제11회 대구광역시수영연맹회장배 생활체육",
		"sido": "대구광역시",
		"pool": "두류수영장",
		"datetime": "2022-10-16"
	},
	{
		"cid": 346,
		"name": "2022 성남시장배 철인3종 장거리수영대",
		"sido": "경기도 성남시",
		"pool": "성남종합스포츠센터",
		"datetime": "2022-10-16"
	},
	{
		"cid": 359,
		"name": "2022 경기도지사배 수영대회",
		"sido": "경기도 안산시",
		"pool": "대부동복지체육센터 수영장",
		"datetime": "2022-10-03"
	},
	{
		"cid": 231,
		"name": "제12회 정읍시장배 전국 단수로 수영대회",
		"sido": "전북 정읍시",
		"pool": "정읍 YMCA청소년수련관",
		"datetime": "2022-10-02"
	},
	{
		"cid": 233,
		"name": "제1회 부평구수영연맹장배 수영대회",
		"sido": "인천광역시 부평구",
		"pool": "부평국민체육센터",
		"datetime": "2022-10-02"
	},
	{
		"cid": 232,
		"name": "2022 고양 전국마스터즈 수영대회",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2022-10-01"
	},
	{
		"cid": 476,
		"name": "제9회 세종시민체육대회",
		"sido": "세종시",
		"pool": "아름스포츠센터",
		"datetime": "2022-09-25"
	},
	{
		"cid": 230,
		"name": "제2회 강서구청장배 수영대회",
		"sido": "서울시 강서구",
		"pool": "강서구민올림픽체육센터 ",
		"datetime": "2022-09-25"
	},
	{
		"cid": 229,
		"name": "제3회 평택시 수영연맹회장배 생활체육 전",
		"sido": "경기도 평택시",
		"pool": "소사벌레포츠타운",
		"datetime": "2022-09-25"
	},
	{
		"cid": 199,
		"name": "제20회 서대문구청장배 수영대회",
		"sido": "서울시 서대문구",
		"pool": "서대문문화체육회관",
		"datetime": "2022-09-25"
	},
	{
		"cid": 309,
		"name": "제40회 부산교육감기 초․중학교 수영대회",
		"sido": "부산광역시",
		"pool": "사직실내수영장",
		"datetime": "2022-09-24"
	},
	{
		"cid": 265,
		"name": "제1회 광주시체육회장배 수영대회",
		"sido": "경기도 광주시",
		"pool": "광주시문화스포츠센터",
		"datetime": "2022-09-18"
	},
	{
		"cid": 234,
		"name": "제4회 나주시장배 수영대회",
		"sido": "전남 나주시",
		"pool": "나주종합스포츠파크 수영장",
		"datetime": "2022-09-17"
	},
	{
		"cid": 183,
		"name": "제42회 대구광역시장배수영대회 겸 제12",
		"sido": "대구",
		"pool": "두류수영장",
		"datetime": "2022-09-17"
	},
	{
		"cid": 198,
		"name": "제14회 강북구청장기 수영대회",
		"sido": "서울시 강북구",
		"pool": "강북웰빙스포츠센터",
		"datetime": "2022-09-04"
	},
	{
		"cid": 160,
		"name": "2022 전국생활체육대축전",
		"sido": "안산시",
		"pool": "대부동복지체육센터 수영장",
		"datetime": "2022-09-03"
	},
	{
		"cid": 215,
		"name": "제27회 충주시 생활체육 수영대회",
		"sido": "충북 충주시",
		"pool": "충주수영장",
		"datetime": "2022-08-28"
	},
	{
		"cid": 400,
		"name": "제66회 수원특례시 체육대회 수영대회",
		"sido": "경기도 수원시",
		"pool": "광교웰빙국민체육센터",
		"datetime": "2022-08-28"
	},
	{
		"cid": 185,
		"name": "제59회 전라북도민체육대회",
		"sido": "전북 남원시",
		"pool": "춘향골체육공원 수영장",
		"datetime": "2022-08-27"
	},
	{
		"cid": 214,
		"name": "제68회 경기도체육대회",
		"sido": "경기도 안산시",
		"pool": "시흥어울림국민체육센터",
		"datetime": "2022-08-21"
	},
	{
		"cid": 228,
		"name": "제13회 고성군수배 전국마스터즈 수영대회",
		"sido": "경남 고성군",
		"pool": "고성군문화체육센터",
		"datetime": "2022-08-21"
	},
	{
		"cid": 191,
		"name": "2022 성남시장배 전국수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2022-08-07"
	},
	{
		"cid": 200,
		"name": "제35회 제주특별자치도수영연맹회장배 겸",
		"sido": "제주도",
		"pool": "제주시 종합경기장",
		"datetime": "2022-08-06"
	},
	{
		"cid": 190,
		"name": "제43회 서울특별시장기 수영대회",
		"sido": "서울",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2022-08-06"
	},
	{
		"cid": 169,
		"name": "2022 창원시 시민화합 한마음 생활체육",
		"sido": "경남 창원시",
		"pool": "우리누리청소년문화센터 수영장",
		"datetime": "2022-07-24"
	},
	{
		"cid": 178,
		"name": "제1회 광주 전국 마스터즈 수영대회",
		"sido": "광주광역시",
		"pool": "남부대학교 수영장",
		"datetime": "2022-07-23"
	},
	{
		"cid": 567,
		"name": "제60회 경북도민체육대회",
		"sido": "경북 포항시",
		"pool": "포항 실내수영장",
		"datetime": "2022-07-15"
	},
	{
		"cid": 172,
		"name": "제1회 성동구수영연맹배 어린이수영대회",
		"sido": "서울 성동구",
		"pool": "성동구민체육센터",
		"datetime": "2022-07-10"
	},
	{
		"cid": 308,
		"name": "제45회 부산광역시 수영연맹회장기 수영대",
		"sido": "부산광역시",
		"pool": "사직실내수영장",
		"datetime": "2022-07-02"
	},
	{
		"cid": 161,
		"name": "제4회 여수시장배 전국마스터즈 수영대회",
		"sido": "여수시",
		"pool": "진남수영장",
		"datetime": "2022-07-02"
	},
	{
		"cid": 173,
		"name": "2022 대전광역시장기 마스터즈 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2022-06-25"
	},
	{
		"cid": 162,
		"name": "제8회 서울시연맹회장배 수영대회 겸 20",
		"sido": "서울",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2022-06-25"
	},
	{
		"cid": 159,
		"name": "제4회 성동구수영연맹회장기 생활체육 수영",
		"sido": "성동구민",
		"pool": "성동구민체육센터",
		"datetime": "2022-05-22"
	},
	{
		"cid": 572,
		"name": "제61회 전라남도체육대회",
		"sido": "전남 순천시",
		"pool": "신대스포츠센터",
		"datetime": "2022-05-20"
	},
	{
		"cid": 307,
		"name": "2022년 부산 초.중학생 체육대회",
		"sido": "부산광역시",
		"pool": "사직실내수영장",
		"datetime": "2022-03-24"
	},
	{
		"cid": 157,
		"name": "코리아마스터즈 2020",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2021-04-03"
	},
	{
		"cid": 105,
		"name": "제5회 송파구청장기 수영대회",
		"sido": "서울 송파구",
		"pool": "한국체육대학교",
		"datetime": "2020-11-01"
	},
	{
		"cid": 81,
		"name": "2020 배럴 스프린트 챔피언십",
		"sido": "인천광역시",
		"pool": "문학박태환수영장",
		"datetime": "2020-08-22"
	},
	{
		"cid": 104,
		"name": "제8회 송파구연맹회장기 수영대회 (취소)",
		"sido": "서울 송파구",
		"pool": "한국체육대학교",
		"datetime": "2020-05-17"
	},
	{
		"cid": 106,
		"name": "2020 전국생활체육 대축전",
		"sido": "전북 전주",
		"pool": "전주완산수영장",
		"datetime": "2020-04-25"
	},
	{
		"cid": 103,
		"name": "제13회 강동구청장배 수영대회",
		"sido": "서울",
		"pool": "서울체육고등학교",
		"datetime": "2020-04-19"
	},
	{
		"cid": 102,
		"name": "제6회 청주시연맹회장배 생활체육 수영대회",
		"sido": "충북 청주",
		"pool": "청주실내수영장",
		"datetime": "2020-02-23"
	},
	{
		"cid": 73,
		"name": "2019 아레나코리아마스터즈대회 수영대회",
		"sido": "인천광역시",
		"pool": "인천 문학박태환수영장",
		"datetime": "2019-12-21"
	},
	{
		"cid": 92,
		"name": "제3회 울산광역시수영연맹회장배 수영대회",
		"sido": "울산광역시",
		"pool": "울산 남구국민체육센터",
		"datetime": "2019-12-15"
	},
	{
		"cid": 77,
		"name": "2019 창원시수영연맹 클럽대항 수영대회",
		"sido": "경남 창원시",
		"pool": "마산합포스포츠센터 수영장",
		"datetime": "2019-12-08"
	},
	{
		"cid": 71,
		"name": "제5회 서울특별시연맹회장배 수영대회",
		"sido": "서울",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2019-12-07"
	},
	{
		"cid": 72,
		"name": "제24회 Its Daejeon 전국마스터",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2019-12-07"
	},
	{
		"cid": 280,
		"name": "제2회 성남시연맹회장배 유소년수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2019-12-01"
	},
	{
		"cid": 70,
		"name": "제1회 도봉구청장배 겸 제2회 도봉구 연",
		"sido": "서울시 도봉구",
		"pool": "창동문화체육센터 수영장",
		"datetime": "2019-12-01"
	},
	{
		"cid": 74,
		"name": "제15회 꿈나무 전국수영대회",
		"sido": "경북 김천시",
		"pool": "김천실내수영장",
		"datetime": "2019-11-29"
	},
	{
		"cid": 75,
		"name": "제1회 전북수영연맹회장배 유소년 마스터즈",
		"sido": "전북 완산",
		"pool": "완산수영장",
		"datetime": "2019-11-24"
	},
	{
		"cid": 69,
		"name": "제4회 강동구연맹회장배 수영대회",
		"sido": "서울 강동구",
		"pool": "온조대왕문화체육센터 수영장 ",
		"datetime": "2019-11-24"
	},
	{
		"cid": 76,
		"name": "2019 전국어울림마스터즈 수영대회",
		"sido": "경북 김천",
		"pool": "김천종합스포츠센터 내 수영장",
		"datetime": "2019-11-23"
	},
	{
		"cid": 68,
		"name": "제1회 강서구청장배 수영대회",
		"sido": "서울 강서구",
		"pool": "마곡레포츠센터 수영장",
		"datetime": "2019-11-17"
	},
	{
		"cid": 313,
		"name": "제9회 정읍시 단풍미인배 전국단수로 수영",
		"sido": "전북 정읍시",
		"pool": "정읍 YMCA청소년수련관",
		"datetime": "2019-11-10"
	},
	{
		"cid": 82,
		"name": "제1회 동작구연맹회장배 수영대회",
		"sido": "서울 동작구",
		"pool": "서울여성플라자 스포츠센터",
		"datetime": "2019-11-10"
	},
	{
		"cid": 78,
		"name": "제5회 창원시수영연맹회장매 마스터즈 전국",
		"sido": "경남 창원시",
		"pool": "창원실내수영장",
		"datetime": "2019-11-10"
	},
	{
		"cid": 344,
		"name": "2019 성남시장배 철인3종 장거리수영대",
		"sido": "경기도 성남시",
		"pool": "성남종합스포츠센터",
		"datetime": "2019-11-10"
	},
	{
		"cid": 67,
		"name": "제4회 송파구청장기 수영대회",
		"sido": "서울 송파구",
		"pool": "한국체육대학교 수영장",
		"datetime": "2019-11-03"
	},
	{
		"cid": 165,
		"name": "제2회 성동구청장기 수영대회",
		"sido": "서울",
		"pool": "성동구민체육센터",
		"datetime": "2019-11-03"
	},
	{
		"cid": 97,
		"name": "제13회 남양주시장기 수영대회",
		"sido": "경기도 남양주시",
		"pool": "아쿠아아레나50",
		"datetime": "2019-11-03"
	},
	{
		"cid": 91,
		"name": "제1회 성북구청장배 수영대회",
		"sido": "서울 성북구",
		"pool": "성북레포츠타운",
		"datetime": "2019-11-03"
	},
	{
		"cid": 195,
		"name": "제11회 흥타령배 전국마스터즈 수영대회",
		"sido": "충남 천안시",
		"pool": "한들문화센터 수영장",
		"datetime": "2019-11-02"
	},
	{
		"cid": 210,
		"name": "제12회 거제시장배 수영대회",
		"sido": "경남 거제시",
		"pool": "오션사이드수영장",
		"datetime": "2019-10-27"
	},
	{
		"cid": 455,
		"name": "제1회 종로구연맹회장배 수영대회",
		"sido": "서울시 종로구",
		"pool": "종로구민회관",
		"datetime": "2019-10-27"
	},
	{
		"cid": 83,
		"name": "2019 전라북도지사배 마스터즈 수영대회",
		"sido": "전라북도 완산",
		"pool": "전주완산실내수영장",
		"datetime": "2019-10-27"
	},
	{
		"cid": 58,
		"name": "2019년 안산시장배 전국마스터즈",
		"sido": "안산시",
		"pool": "안산올림픽수영장",
		"datetime": "2019-10-26"
	},
	{
		"cid": 235,
		"name": "2019 횡성한우배 전국마스터즈 수영대회",
		"sido": "강원도 횡성군",
		"pool": "횡성실내수영장",
		"datetime": "2019-10-20"
	},
	{
		"cid": 54,
		"name": "제2회 양천구연맹회장배 수영대회",
		"sido": "서울시",
		"pool": "양천구민체육센터",
		"datetime": "2019-10-20"
	},
	{
		"cid": 107,
		"name": "제10회 구미시장배 마스터즈수영대회",
		"sido": "경북 구미",
		"pool": "올림픽기념관 수영장",
		"datetime": "2019-10-20"
	},
	{
		"cid": 93,
		"name": "제10회 울산광역시장배 수영대회",
		"sido": "울산광역시",
		"pool": "울산 문수실내수영장",
		"datetime": "2019-10-20"
	},
	{
		"cid": 296,
		"name": "제2회 결초보은배 전국 수영대회",
		"sido": "충북 보은군",
		"pool": "보은국민체육센터",
		"datetime": "2019-10-19"
	},
	{
		"cid": 100,
		"name": "제2회 창원시장배 마스터즈 전국수영대회",
		"sido": "경남 창원시",
		"pool": "창원실내수영장",
		"datetime": "2019-10-13"
	},
	{
		"cid": 336,
		"name": "2019 완주군수배 전국 마스터즈 수영대",
		"sido": "전북 완주군",
		"pool": "완주군근로자종합복지관 수영장",
		"datetime": "2019-10-13"
	},
	{
		"cid": 89,
		"name": "2019 대구시민생활체육대축전",
		"sido": "대구광역시",
		"pool": "두류수영장",
		"datetime": "2019-09-29"
	},
	{
		"cid": 175,
		"name": "제17회 구리시장배 생활체육 수영대회",
		"sido": "경기도 구리시",
		"pool": "구리 멀티스포츠센터 수영장",
		"datetime": "2019-09-29"
	},
	{
		"cid": 59,
		"name": "제12회 영등포구 연맹회장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "문래청소년수련관",
		"datetime": "2019-09-29"
	},
	{
		"cid": 50,
		"name": "제19회 서대문구청장배 수영대회",
		"sido": "서울시 서대문구",
		"pool": "서대문문화체육회관",
		"datetime": "2019-09-29"
	},
	{
		"cid": 176,
		"name": "제30회 수원시장배 전국수영대회",
		"sido": "경기도 수원시",
		"pool": "새천년수영장",
		"datetime": "2019-09-28"
	},
	{
		"cid": 167,
		"name": "제1회 여수시장배 전국마스터즈 겸 제15",
		"sido": "여수",
		"pool": "진남수영장",
		"datetime": "2019-09-28"
	},
	{
		"cid": 447,
		"name": "제7회 노원구청장배 마스터즈 수영대회",
		"sido": "서울시 노원구",
		"pool": "노원구민체육센터",
		"datetime": "2019-09-22"
	},
	{
		"cid": 205,
		"name": "제15회 전주시장배 수영대회",
		"sido": "전북 전주시",
		"pool": "완산실내수영장완",
		"datetime": "2019-09-22"
	},
	{
		"cid": 539,
		"name": "2019 교육장배 수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2019-09-01"
	},
	{
		"cid": 290,
		"name": "제11회 고성군수배 전국마스터즈 수영대회",
		"sido": "경남 고성군",
		"pool": "고성군문화체육센터",
		"datetime": "2019-08-24"
	},
	{
		"cid": 94,
		"name": "제2회 부산광역시장기 생활체육 수영대회",
		"sido": "부산광역시",
		"pool": "부산 사직실내수영장",
		"datetime": "2019-08-18"
	},
	{
		"cid": 128,
		"name": "제40회 서울특별시장기 수영대회",
		"sido": "서울",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2019-08-10"
	},
	{
		"cid": 84,
		"name": "제18회 광주 FINA세계마스터즈 수영선",
		"sido": "광주광역시",
		"pool": "남부대학교 국제수영장",
		"datetime": "2019-08-05"
	},
	{
		"cid": 174,
		"name": "제1회 성남시의회의장배 전국 수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2019-08-04"
	},
	{
		"cid": 55,
		"name": "2019 대전광역시장기 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2019-07-27"
	},
	{
		"cid": 95,
		"name": "2019 경기도챔피언쉽 수영대회",
		"sido": "경기도 이천시",
		"pool": "이천 스포츠센터",
		"datetime": "2019-07-20"
	},
	{
		"cid": 168,
		"name": "제9회 광진구 수영연맹회장배 수영대회",
		"sido": "서울 광진구",
		"pool": "광진문화예술회관",
		"datetime": "2019-07-14"
	},
	{
		"cid": 62,
		"name": "제9회 오산시 독산성배 전국마스터즈 수영",
		"sido": "경기도 오산시",
		"pool": "오산스포츠센터",
		"datetime": "2019-07-06"
	},
	{
		"cid": 216,
		"name": "제9회 대구광역시장배 전국마스터즈 수영대",
		"sido": "대구광역시",
		"pool": "두류실내수영장",
		"datetime": "2019-06-15"
	},
	{
		"cid": 170,
		"name": "2019 창원시 한마음 생활체육 대축전",
		"sido": "경남 창원시",
		"pool": "창원실내수영장",
		"datetime": "2019-06-09"
	},
	{
		"cid": 163,
		"name": "제2회 용산구연맹회장배 수영대회",
		"sido": "서울",
		"pool": "용산구문화체육센터",
		"datetime": "2019-06-09"
	},
	{
		"cid": 149,
		"name": "S-OIL배 2019 울산MBC 전국수영",
		"sido": "울산광역시",
		"pool": "문수실내수영장문",
		"datetime": "2019-06-02"
	},
	{
		"cid": 125,
		"name": "제7회 송파구연맹회장기 수영대회",
		"sido": "서울",
		"pool": "한국체육대학교 수영장",
		"datetime": "2019-05-19"
	},
	{
		"cid": 60,
		"name": "제2회 영등포구청장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "영등포제1스포츠센터",
		"datetime": "2019-05-19"
	},
	{
		"cid": 166,
		"name": "제1회 춘천소양강배전국마스터즈수영대회",
		"sido": "강원도 춘천시",
		"pool": "춘천국민체육센터",
		"datetime": "2019-05-18"
	},
	{
		"cid": 399,
		"name": "제56회 전라북도민체육대회",
		"sido": "전북 고창군",
		"pool": "고창청소년수련관",
		"datetime": "2019-05-10"
	},
	{
		"cid": 101,
		"name": "2019 전국생활체육대축전",
		"sido": "충북",
		"pool": "청주실내수영장",
		"datetime": "2019-04-27"
	},
	{
		"cid": 115,
		"name": "제20회 수원시생활체육대축전 수영대회",
		"sido": "경기도 수원시",
		"pool": "새천년수영장",
		"datetime": "2019-04-21"
	},
	{
		"cid": 574,
		"name": "제58회 전라남도체육대회",
		"sido": "전남 보성군",
		"pool": "보성국민체육센터",
		"datetime": "2019-04-20"
	},
	{
		"cid": 568,
		"name": "제57회 경북도민체육대회",
		"sido": "경북 경산시",
		"pool": "김천실내수영장",
		"datetime": "2019-04-19"
	},
	{
		"cid": 123,
		"name": "제3회 서대문구수영연맹회장배 수영대회",
		"sido": "서울시 서대문구",
		"pool": "서대문문화체육회관",
		"datetime": "2019-04-07"
	},
	{
		"cid": 525,
		"name": "제13회 구미시수영연맹장배 클럽수영대회",
		"sido": "경북 구미시",
		"pool": "올림픽기념국민생활관",
		"datetime": "2019-04-07"
	},
	{
		"cid": 560,
		"name": "제3회 포항시장배 마스터즈 수영대회",
		"sido": "경북 포항시",
		"pool": "포항 실내수영장",
		"datetime": "2019-04-07"
	},
	{
		"cid": 96,
		"name": "제48회 전국소년체전 경기도대표 선발전",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2019-04-06"
	},
	{
		"cid": 126,
		"name": "제12회 강동구청장배 수영대회",
		"sido": "서울 강동구",
		"pool": "잠실 제1수영장",
		"datetime": "2019-03-31"
	},
	{
		"cid": 138,
		"name": "제5회 청주시연맹회장배 생활체육 수영대회",
		"sido": "충북 청주",
		"pool": "청주실내수영장",
		"datetime": "2019-03-24"
	},
	{
		"cid": 3,
		"name": "제16회 안양시수영연맹회장배 마스터스 수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2019-03-17"
	},
	{
		"cid": 63,
		"name": "제2회 인천글로벌캠퍼스 수영클럽배 전국쇼",
		"sido": "인천 송도",
		"pool": "인천글로벌캠퍼스 수영장",
		"datetime": "2019-03-17"
	},
	{
		"cid": 109,
		"name": "2019 배럴 스프린트 챔피언쉽",
		"sido": "인천광역시",
		"pool": "문학박태환수영장",
		"datetime": "2019-02-24"
	},
	{
		"cid": 440,
		"name": "제14회 수애기배  전국마스터즈 수영대회",
		"sido": "제주도",
		"pool": "제주종합경기장",
		"datetime": "2019-02-23"
	},
	{
		"cid": 80,
		"name": "제6회 고양 전국마스터즈 수영대회",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2019-02-16"
	},
	{
		"cid": 588,
		"name": "코리아마스터즈 2019",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2019-02-16"
	},
	{
		"cid": 225,
		"name": "2018 인천 전국마스터즈 수영대회",
		"sido": "인천광역시",
		"pool": "문학박태환수영장",
		"datetime": "2018-12-09"
	},
	{
		"cid": 150,
		"name": "제2회 울산광역시수영연맹회장배 수영대회",
		"sido": "울산광역시",
		"pool": "울산남구국민체육센터",
		"datetime": "2018-12-09"
	},
	{
		"cid": 56,
		"name": "제23회 Its Daejeon 전국마스터",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2018-12-08"
	},
	{
		"cid": 381,
		"name": "제1회 성남시연맹회장배 생활체육 어린이수",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2018-12-02"
	},
	{
		"cid": 255,
		"name": "제7회 강서구수영연맹회장배 수영대회",
		"sido": "서울시 강서구",
		"pool": "KBS스포츠월드",
		"datetime": "2018-11-25"
	},
	{
		"cid": 146,
		"name": "제1회 부산광역시장기 생활체육 수영대회",
		"sido": "부산광역시",
		"pool": "부산사직실내수영장",
		"datetime": "2018-11-25"
	},
	{
		"cid": 98,
		"name": "제12회 남양주시장기 마스터즈 수영대회",
		"sido": "경기도 남양주시",
		"pool": "아쿠아아레나50",
		"datetime": "2018-11-11"
	},
	{
		"cid": 187,
		"name": "제3회 아산시장기 마스터즈 수영대회",
		"sido": "충남 아산시",
		"pool": "배미수영장",
		"datetime": "2018-11-11"
	},
	{
		"cid": 164,
		"name": "제1회 성동구구청장기 수영대회",
		"sido": "서울 성동구",
		"pool": "성동구민체육센터",
		"datetime": "2018-11-04"
	},
	{
		"cid": 148,
		"name": "제9회 울산광역시장배 수영대회",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2018-10-28"
	},
	{
		"cid": 224,
		"name": "2018 부천시장기 전국마스터즈 수영대회",
		"sido": "경기도 부천시",
		"pool": "오정레포츠센터",
		"datetime": "2018-10-28"
	},
	{
		"cid": 211,
		"name": "제10회 흥타령배 전국마스터즈 수영대회",
		"sido": "충남 천안시",
		"pool": "한들문화센터 수영장",
		"datetime": "2018-10-28"
	},
	{
		"cid": 202,
		"name": "제11회 거제시장배 수영대회",
		"sido": "경남 거제시",
		"pool": "오션사이드수영장",
		"datetime": "2018-10-28"
	},
	{
		"cid": 192,
		"name": "제11회 영등포구연맹회장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "문래청소년수련관",
		"datetime": "2018-10-28"
	},
	{
		"cid": 90,
		"name": "제1회 용산구연맹회장배 마스터즈",
		"sido": "서울 용산구",
		"pool": "이태원 교육문화관",
		"datetime": "2018-10-28"
	},
	{
		"cid": 526,
		"name": "제9회 구미시장배 마스터즈 수영대회",
		"sido": "경북 구미시",
		"pool": "올림픽기념국민생활관",
		"datetime": "2018-10-21"
	},
	{
		"cid": 429,
		"name": "제2회 평택시 수영연맹회장배 생활체육 전",
		"sido": "경기도 평택시",
		"pool": "소사벌레포츠타운",
		"datetime": "2018-10-21"
	},
	{
		"cid": 449,
		"name": "제5회 노원구수영연맹회장배 꿈나무 수영대",
		"sido": "서울시 노원구",
		"pool": "상경스포츠센터",
		"datetime": "2018-10-21"
	},
	{
		"cid": 297,
		"name": "제1회 결초보은배 전국 수영대회",
		"sido": "충북 보은군",
		"pool": "보은국민체육센터",
		"datetime": "2018-10-13"
	},
	{
		"cid": 179,
		"name": "제16회 구리시장배 생활체육 수영대회",
		"sido": "경기도 구리시",
		"pool": "구리 멀티스포츠센터 수영장",
		"datetime": "2018-10-13"
	},
	{
		"cid": 180,
		"name": "제14회 전주시장배 수영대회",
		"sido": "전북 전주시",
		"pool": "전주 완산실내수영장",
		"datetime": "2018-09-30"
	},
	{
		"cid": 413,
		"name": "제29회 수원시장배 수영대회",
		"sido": "경기도 수원시",
		"pool": "수원청소년문화센터 새천년수영장",
		"datetime": "2018-09-16"
	},
	{
		"cid": 5,
		"name": "2018 아레나 마스터즈",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2018-09-15"
	},
	{
		"cid": 448,
		"name": "제6회 노원구청장배 마스터즈 수영대회",
		"sido": "서울시 노원구",
		"pool": "노원구민체육센터",
		"datetime": "2018-09-09"
	},
	{
		"cid": 374,
		"name": "제8회 정읍시 단풍미인배 전국단수로 수영",
		"sido": "전북 정읍시",
		"pool": "정읍 YMCA청소년수련관",
		"datetime": "2018-09-09"
	},
	{
		"cid": 99,
		"name": "제1회 창원시장배 마스터즈 전국수영대회",
		"sido": "경남 창원시",
		"pool": "창원실내수영장",
		"datetime": "2018-09-09"
	},
	{
		"cid": 181,
		"name": "제12회 이천시장배 겸 이천시수영연맹회장",
		"sido": "경기도 이천시",
		"pool": "이천스포츠센터 수영장",
		"datetime": "2018-09-08"
	},
	{
		"cid": 541,
		"name": "2018 교육장배 수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2018-09-02"
	},
	{
		"cid": 238,
		"name": "제18회 안양시장배 마스터즈 수영대회",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2018-09-02"
	},
	{
		"cid": 291,
		"name": "제10회 고성군수배 전국마스터즈 수영대회",
		"sido": "경남 고성군",
		"pool": "고성군문화체육센터",
		"datetime": "2018-08-25"
	},
	{
		"cid": 85,
		"name": "2018 대전광역시장기 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2018-08-25"
	},
	{
		"cid": 194,
		"name": "제39회 서울특별시장기수영대회",
		"sido": "서울",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2018-08-05"
	},
	{
		"cid": 116,
		"name": "2018 여수시수영연맹회장배 전국마스터즈",
		"sido": "전남 여수",
		"pool": "진남수영장",
		"datetime": "2018-07-08"
	},
	{
		"cid": 87,
		"name": "제8회 오산시 독산성배 전국마스터즈 수영",
		"sido": "경기도 오산시",
		"pool": "오산스포츠센터",
		"datetime": "2018-07-07"
	},
	{
		"cid": 548,
		"name": "제1회 영등포구청장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "영등포제1스포츠센터",
		"datetime": "2018-07-01"
	},
	{
		"cid": 279,
		"name": "2018 성남시장배 전국수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2018-07-01"
	},
	{
		"cid": 270,
		"name": "제8회 광진구 수영연맹회장배 수영대회",
		"sido": "서울시 광진구",
		"pool": "광진문화예술회관",
		"datetime": "2018-06-24"
	},
	{
		"cid": 433,
		"name": "제8회 대구광역시장배 전국마스터즈 수영대",
		"sido": "대구",
		"pool": "두류수영장",
		"datetime": "2018-06-16"
	},
	{
		"cid": 434,
		"name": "제38회 대구광역시장배수영대회",
		"sido": "대구광역시",
		"pool": "두류수영장",
		"datetime": "2018-06-16"
	},
	{
		"cid": 450,
		"name": "제4회 서울특별시연맹회장배 겸 2018",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2018-06-09"
	},
	{
		"cid": 147,
		"name": "S-OIL배 2018 울산MBC 전국수영",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2018-06-03"
	},
	{
		"cid": 79,
		"name": "2018 빛고을 전국마스터즈 수영대회",
		"sido": "광주광역시",
		"pool": "남부대시립국제수영장",
		"datetime": "2018-06-02"
	},
	{
		"cid": 117,
		"name": "2018 전국생활체육 대축전",
		"sido": "충남 아산",
		"pool": "배미수영장",
		"datetime": "2018-05-12"
	},
	{
		"cid": 569,
		"name": "제56회 경북도민체육대회",
		"sido": "경북 상주시",
		"pool": "김천실내수영장",
		"datetime": "2018-04-27"
	},
	{
		"cid": 113,
		"name": "제19회 수원시생활체육대축전 수영대회",
		"sido": "경기도 수원시",
		"pool": "새천년 수영장",
		"datetime": "2018-04-22"
	},
	{
		"cid": 171,
		"name": "2018 창원시 한마음 생활체육 대축전",
		"sido": "경남 창원시",
		"pool": "우리누리 청소년문화센터 수영장",
		"datetime": "2018-04-08"
	},
	{
		"cid": 151,
		"name": "제18회 울산광역시 교육감배 수영대회 겸",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2018-04-01"
	},
	{
		"cid": 139,
		"name": "제4회 청주시연맹회장배 생활체육 수영대회",
		"sido": "충북 청주",
		"pool": "청주수영장",
		"datetime": "2018-03-25"
	},
	{
		"cid": 559,
		"name": "제2회 포항시장배 마스터즈 수영대회",
		"sido": "경북 포항시",
		"pool": "포항 실내수영장",
		"datetime": "2018-03-25"
	},
	{
		"cid": 521,
		"name": "제1회 인천글로벌캠퍼스 수영클럽배 전국쇼",
		"sido": "인천광역시",
		"pool": "인천글로벌캠퍼스 수영장",
		"datetime": "2018-03-18"
	},
	{
		"cid": 236,
		"name": "제15회 안양시수영연맹회장배 마스터스 수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2018-03-04"
	},
	{
		"cid": 108,
		"name": "제5회 고양 전국마스터즈 수영대회",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2018-02-24"
	},
	{
		"cid": 127,
		"name": "2018 랠리배 클럽대항 수영대회",
		"sido": "서울",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2018-02-24"
	},
	{
		"cid": 382,
		"name": "제6회 대구광역시수영연맹회장배 전국장거리",
		"sido": "대구광역시",
		"pool": "대구체육고등학교",
		"datetime": "2017-12-10"
	},
	{
		"cid": 152,
		"name": "제1회 울산광역시수영연맹회장배 수영대회",
		"sido": "울산광역시",
		"pool": "울산남구국민체육센터",
		"datetime": "2017-12-10"
	},
	{
		"cid": 88,
		"name": "제22회 Its Daejeon 전국 마스",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2017-12-09"
	},
	{
		"cid": 451,
		"name": "제3회 서울특별시 연맹회장배 수영대회",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2017-11-25"
	},
	{
		"cid": 375,
		"name": "2017 전라북도지사배 마스터즈 수영대회",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2017-11-19"
	},
	{
		"cid": 312,
		"name": "제20회 전라북도교육감배  초중학생 수영",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2017-11-18"
	},
	{
		"cid": 311,
		"name": "2017 전라북도 소년체전",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2017-11-17"
	},
	{
		"cid": 153,
		"name": "제8회 울산광역시장배 수영대회",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2017-11-05"
	},
	{
		"cid": 212,
		"name": "제9회 흥타령배 전국마스터즈 수영대회",
		"sido": "충남 천안시",
		"pool": "한들문화센터 수영장",
		"datetime": "2017-11-05"
	},
	{
		"cid": 592,
		"name": "제1회 서초구청장배 수영대회",
		"sido": "서울시 서초구",
		"pool": "서일스포츠센터",
		"datetime": "2017-11-05"
	},
	{
		"cid": 196,
		"name": "제11회 이천시장배 겸 이천시수영연맹회장",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2017-10-28"
	},
	{
		"cid": 197,
		"name": "2017 아레나 마스터즈 수영대회",
		"sido": "인천광역시",
		"pool": "문학박태환수영장",
		"datetime": "2017-10-28"
	},
	{
		"cid": 549,
		"name": "제10회 영등포구 수영연맹회장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "영등포제1스포츠센터",
		"datetime": "2017-10-22"
	},
	{
		"cid": 542,
		"name": "2017 교육장배 수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2017-10-15"
	},
	{
		"cid": 295,
		"name": "제8회 보은군체육회장배 전국 단수로 수영",
		"sido": "충북 보은군",
		"pool": "보은군국민체육센터",
		"datetime": "2017-10-14"
	},
	{
		"cid": 137,
		"name": "제15회 청주시장배 전국마스터즈 수영대회",
		"sido": "충북 청주",
		"pool": "청주실내수영장",
		"datetime": "2017-09-23"
	},
	{
		"cid": 376,
		"name": "제7회 정읍시 단풍미인배 전국단수로 수영",
		"sido": "전북 정읍시",
		"pool": "정읍 YMCA청소년수련관",
		"datetime": "2017-09-17"
	},
	{
		"cid": 189,
		"name": "제3회 창원시수영연맹회장배 마스터즈 전국",
		"sido": "창원",
		"pool": "창원실내수영장",
		"datetime": "2017-09-10"
	},
	{
		"cid": 204,
		"name": "2017 빛고을 전국마스터즈 수영대회",
		"sido": "광주광역시",
		"pool": "남부대시립국제수영장",
		"datetime": "2017-09-09"
	},
	{
		"cid": 237,
		"name": "제14회 안양시수영연맹회장배 마스터스 수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2017-09-03"
	},
	{
		"cid": 188,
		"name": "제37회 대구광역시장배 수영대회 겸 제7",
		"sido": "대구",
		"pool": "두류수영장",
		"datetime": "2017-09-02"
	},
	{
		"cid": 156,
		"name": "제9회 고성군수배 수영대회",
		"sido": "경남 고성군",
		"pool": "고성군문화체육센터",
		"datetime": "2017-08-27"
	},
	{
		"cid": 421,
		"name": "2017 성남시장배 전국수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2017-07-16"
	},
	{
		"cid": 220,
		"name": "제7회 오산시 독산성배 전국마스터즈 수영",
		"sido": "경기도 오산시",
		"pool": "오산스포츠센터",
		"datetime": "2017-07-08"
	},
	{
		"cid": 452,
		"name": "제4회 노원구연맹회장배 꿈나무수영대회",
		"sido": "서울시 노원구",
		"pool": "상경스포츠센터",
		"datetime": "2017-07-02"
	},
	{
		"cid": 227,
		"name": "2017 창원시 한마음 생활체육 대축전",
		"sido": "경남 창원시",
		"pool": "창원실내수영장",
		"datetime": "2017-06-25"
	},
	{
		"cid": 587,
		"name": "2017 울산광역시 북구청장배 생활체육",
		"sido": "울산광역시 북구",
		"pool": "오토밸리복지센터",
		"datetime": "2017-06-18"
	},
	{
		"cid": 112,
		"name": "제17회 안양시장배 마스터즈 수영대회",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2017-06-18"
	},
	{
		"cid": 124,
		"name": "2017 전국생활체육 대축전",
		"sido": "제주",
		"pool": "종합경기장 수영장",
		"datetime": "2017-06-10"
	},
	{
		"cid": 278,
		"name": "제7회 광진구 수영연맹회장배 수영대회",
		"sido": "서울시 광진구",
		"pool": "광진문화예술회관",
		"datetime": "2017-05-28"
	},
	{
		"cid": 129,
		"name": "제1회 서대문구수영연맹회장배 수영대회",
		"sido": "서울시 서대문구",
		"pool": "서대문문화체육회관",
		"datetime": "2017-05-28"
	},
	{
		"cid": 110,
		"name": "2017 센티배 전국마스터즈 수영대회",
		"sido": "충남 아산",
		"pool": "아산배미수영장",
		"datetime": "2017-05-20"
	},
	{
		"cid": 154,
		"name": "S-OIL배 2017 울산MBC 전국수영",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2017-05-14"
	},
	{
		"cid": 298,
		"name": "2017 인천 전국마스터즈 수영대회",
		"sido": "인천광역시",
		"pool": "문학박태환수영장",
		"datetime": "2017-05-13"
	},
	{
		"cid": 377,
		"name": "제54회 전라북도민체육대회",
		"sido": "전북 부안군",
		"pool": "부안국민체육센터 수영장",
		"datetime": "2017-04-28"
	},
	{
		"cid": 570,
		"name": "제55회 경북도민체육대회",
		"sido": "경북 영천시",
		"pool": "영천종합스포츠타운",
		"datetime": "2017-04-28"
	},
	{
		"cid": 122,
		"name": "제6회 서울특별시장기 생활체육 수영대회",
		"sido": "서울",
		"pool": "종합운동장 제1수영장",
		"datetime": "2017-04-22"
	},
	{
		"cid": 534,
		"name": "제63회 경기도체육대회",
		"sido": "경기도 화성시",
		"pool": "오산스포츠센터",
		"datetime": "2017-04-22"
	},
	{
		"cid": 111,
		"name": "제3회 청주시연맹회장배 생활체육 수영대회",
		"sido": "충북 청주",
		"pool": "청주수영장",
		"datetime": "2017-03-26"
	},
	{
		"cid": 558,
		"name": "제1회 포항시장배 겸 회장배 마스터즈 수",
		"sido": "경북 포항시",
		"pool": "포항 실내수영장",
		"datetime": "2017-03-26"
	},
	{
		"cid": 121,
		"name": "제2회 강동구연맹회장배 수영대회",
		"sido": "서울",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2017-03-05"
	},
	{
		"cid": 453,
		"name": "2017 전국생활체육대축전 서울특별시대표",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2017-03-05"
	},
	{
		"cid": 350,
		"name": "제4회 고양 전국 마스터즈 수영대회",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2017-02-18"
	},
	{
		"cid": 145,
		"name": "제6회 대구광역시장배 전국마스터즈 수영대",
		"sido": "대구광역시",
		"pool": "두류수영장",
		"datetime": "2016-12-17"
	},
	{
		"cid": 203,
		"name": "제2회 창원시수영연맹회장배 마스터즈 전국",
		"sido": "경남 창원시",
		"pool": "창원실내수영장",
		"datetime": "2016-12-11"
	},
	{
		"cid": 86,
		"name": "제21회 Its Daejeon 전국마스터",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2016-12-10"
	},
	{
		"cid": 454,
		"name": "제4회 노원구청장배 마스터즈 수영대회",
		"sido": "서울시 노원구",
		"pool": "노원구민체육센터",
		"datetime": "2016-11-27"
	},
	{
		"cid": 201,
		"name": "제11회 전주시장배 전국수영대회",
		"sido": "전북 전주시",
		"pool": "완산실내수영장",
		"datetime": "2016-11-20"
	},
	{
		"cid": 131,
		"name": "제5회 남양주시장배 마스터즈 수영대회",
		"sido": "경기도 남양주시",
		"pool": "남양주 체육문화센터",
		"datetime": "2016-11-06"
	},
	{
		"cid": 217,
		"name": "제5회 창원시생활체육대축전 수영대회",
		"sido": "경남 창원시",
		"pool": "창원실내수영장",
		"datetime": "2016-10-23"
	},
	{
		"cid": 591,
		"name": "제9회 영등포구 수영연합회장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "문래청소년수련관",
		"datetime": "2016-10-23"
	},
	{
		"cid": 213,
		"name": "제8회 흥타령배 전국마스터즈 수영대회",
		"sido": "충남 천안시",
		"pool": "한들문화센터 수영장한",
		"datetime": "2016-10-15"
	},
	{
		"cid": 155,
		"name": "제8회 고성군수배 수영대회",
		"sido": "경남 고성군",
		"pool": "고성군문화체육센터",
		"datetime": "2016-08-28"
	},
	{
		"cid": 120,
		"name": "제2회 서울특별시연맹회장배 생활체육 수영",
		"sido": "서울",
		"pool": "잠실종합운동장 제1수영장",
		"datetime": "2016-08-28"
	},
	{
		"cid": 226,
		"name": "제32회 아레나 전국마스터즈 수영대회",
		"sido": "서울시",
		"pool": "올림픽수영장",
		"datetime": "2016-08-13"
	},
	{
		"cid": 460,
		"name": "제3회 노원구연맹회장배 꿈나무수영대회",
		"sido": "서울시 노원구",
		"pool": "상경스포츠센터",
		"datetime": "2016-06-26"
	},
	{
		"cid": 186,
		"name": "제12회 여수시수영연맹회장배 수영대회",
		"sido": "전남 여수시",
		"pool": "망마체육센터 수영장",
		"datetime": "2016-06-19"
	},
	{
		"cid": 221,
		"name": "제6회 오산시 독산성배 전국마스터즈 수영",
		"sido": "경기도 오산시",
		"pool": "오산스포츠센터",
		"datetime": "2016-06-18"
	},
	{
		"cid": 119,
		"name": "2016 전국생활체육 대축전",
		"sido": "서울",
		"pool": "용산초등학교 수영장",
		"datetime": "2016-05-28"
	},
	{
		"cid": 222,
		"name": "S-OIL배 2016 울산MBC 전국수영",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2016-05-22"
	},
	{
		"cid": 284,
		"name": "제4회 송파구연합회장기 생활체육 수영대회",
		"sido": "서울시 송파구",
		"pool": "한국체육대학교",
		"datetime": "2016-05-22"
	},
	{
		"cid": 571,
		"name": "제54회 경북도민체육대회",
		"sido": "경북 안동시",
		"pool": "국군체육부대 수영장",
		"datetime": "2016-05-06"
	},
	{
		"cid": 533,
		"name": "제62회 경기도체육대회",
		"sido": "경기도 포천시",
		"pool": "운정스포츠센터",
		"datetime": "2016-04-28"
	},
	{
		"cid": 584,
		"name": "2016 울산광역시 북구청장배 생활체육",
		"sido": "울산광역시 북구",
		"pool": "오토밸리복지센터",
		"datetime": "2016-04-17"
	},
	{
		"cid": 118,
		"name": "제5회 서울특별시장기 생활체육 수영대회",
		"sido": "서울",
		"pool": "잠실종합운동장 제1수영장",
		"datetime": "2016-04-16"
	},
	{
		"cid": 563,
		"name": "제2회 생활체육 포항시수영연합회장배 포항",
		"sido": "경북 포항시",
		"pool": "포항 실내수영장",
		"datetime": "2016-03-27"
	},
	{
		"cid": 141,
		"name": "제2회 청주시연맹회장배 생활체육 수영대회",
		"sido": "충북 청주",
		"pool": "청주실내수영장",
		"datetime": "2016-03-27"
	},
	{
		"cid": 358,
		"name": "제13회 안양시수영연맹회장배 마스터스 수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2016-03-06"
	},
	{
		"cid": 193,
		"name": "제3회 고양 전국 마스터즈 수영대회",
		"sido": "경기도 고양시",
		"pool": "고양체육관 수영장",
		"datetime": "2016-01-16"
	},
	{
		"cid": 248,
		"name": "제20회 Its Daejeon 전국마스터",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2015-12-12"
	},
	{
		"cid": 457,
		"name": "제3회 노원구청장배 마스터즈 수영대회",
		"sido": "서울시 노원구",
		"pool": "노원구민체육센터",
		"datetime": "2015-11-22"
	},
	{
		"cid": 208,
		"name": "제1회 창원시수영연맹회장배 수영대회",
		"sido": "경남 창원시",
		"pool": "창원실내수영장",
		"datetime": "2015-11-22"
	},
	{
		"cid": 134,
		"name": "제4회 남양주시장배 마스터즈 수영대회",
		"sido": "경기도 남양주시",
		"pool": "화도체육문화센터",
		"datetime": "2015-10-25"
	},
	{
		"cid": 417,
		"name": "올림픽스포츠센터회원 한마음축제",
		"sido": "서울시",
		"pool": "서울올림픽수영장",
		"datetime": "2015-10-24"
	},
	{
		"cid": 590,
		"name": "제8회 영등포구 수영연합회장배 수영대회",
		"sido": "서울시 영등포구",
		"pool": "문래청소년수련관",
		"datetime": "2015-10-18"
	},
	{
		"cid": 425,
		"name": "제7회 흥타령배 전국마스터즈 수영대회",
		"sido": "충남 천안시",
		"pool": "한들문화센터 수영장",
		"datetime": "2015-10-09"
	},
	{
		"cid": 253,
		"name": "2015 K-water사장배 전국마스터즈",
		"sido": "서울시 송파구",
		"pool": "서울올림픽수영장",
		"datetime": "2015-10-03"
	},
	{
		"cid": 144,
		"name": "제2회 대구광역시장배 생활체육 수영대회",
		"sido": "대구광역시",
		"pool": "두류수영장",
		"datetime": "2015-09-13"
	},
	{
		"cid": 209,
		"name": "제4회 창원시생활체육대축전 수영대회",
		"sido": "경남 창원시",
		"pool": "창원실내수영장",
		"datetime": "2015-09-13"
	},
	{
		"cid": 589,
		"name": "제4회 서울특별시장기 생활체육 수영대회",
		"sido": "서울시",
		"pool": "잠실제1수영장",
		"datetime": "2015-09-13"
	},
	{
		"cid": 378,
		"name": "2015 여수시수영연합회장배 수영대회",
		"sido": "전남 여수시",
		"pool": "망마국민체육센터",
		"datetime": "2015-09-06"
	},
	{
		"cid": 292,
		"name": "제7회 고성군수배 전국마스터즈 수영대회",
		"sido": "경남 고성군",
		"pool": "고성군문화체육센터",
		"datetime": "2015-08-30"
	},
	{
		"cid": 206,
		"name": "제35회 대구광역시장배 수영대회 및 제5",
		"sido": "대구광역시",
		"pool": "두류실내수영장",
		"datetime": "2015-08-29"
	},
	{
		"cid": 130,
		"name": "제31회 아레나 전국마스터즈 수영대회",
		"sido": "서울",
		"pool": "서울올림픽수영장",
		"datetime": "2015-08-08"
	},
	{
		"cid": 207,
		"name": "S-OIL배 2015 울산 MBC 전국수",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2015-05-10"
	},
	{
		"cid": 142,
		"name": "제1회 청주시연맹회장배 생활체육 수영대회",
		"sido": "충북 청주",
		"pool": "청주실내수영장",
		"datetime": "2015-03-22"
	},
	{
		"cid": 143,
		"name": "제1회 대구광역시장배 생활체육 수영대회",
		"sido": "대구광역시",
		"pool": "유니버시아드 레포츠센터",
		"datetime": "2014-12-21"
	},
	{
		"cid": 247,
		"name": "제19회 충무기 전국마스터즈 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2014-12-21"
	},
	{
		"cid": 537,
		"name": "2014 성남시연합회장배 수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2014-12-07"
	},
	{
		"cid": 133,
		"name": "제3회 남양주 시장배 전국 마스터즈수영대",
		"sido": "경기도 남양주시",
		"pool": "남양주 체육문화센터",
		"datetime": "2014-12-07"
	},
	{
		"cid": 458,
		"name": "제1회 노원구연합회장배 꿈나무 어린이수영",
		"sido": "서울시 노원구",
		"pool": "노원구민체육센터",
		"datetime": "2014-11-30"
	},
	{
		"cid": 306,
		"name": "제8회 이천시장배 겸 이천시수영연맹회장배",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2014-10-25"
	},
	{
		"cid": 288,
		"name": "제12회 부울경 아레나 마스터즈 수영대회",
		"sido": "부산광역시",
		"pool": "사직실내수영장",
		"datetime": "2014-10-19"
	},
	{
		"cid": 158,
		"name": "2014 K-water 사장배 전국마스터",
		"sido": "서울시 송파구",
		"pool": "서울올림픽수영장",
		"datetime": "2014-10-11"
	},
	{
		"cid": 426,
		"name": "2014 흥타령배 전국마스터즈 수영대회",
		"sido": "충남 천안시",
		"pool": "천안국민체육센터 수영장",
		"datetime": "2014-10-04"
	},
	{
		"cid": 259,
		"name": "제14회 안양시장기 마스터즈 수영대회",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2014-09-21"
	},
	{
		"cid": 182,
		"name": "제7회 강동구청장배 생활체육 수영대회",
		"sido": "서울 강동구",
		"pool": "월드스포피아",
		"datetime": "2014-09-14"
	},
	{
		"cid": 293,
		"name": "제6회 고성군수배 전국마스터즈 수영대회",
		"sido": "경남 고성군",
		"pool": "고성군문화체육센터",
		"datetime": "2014-08-31"
	},
	{
		"cid": 258,
		"name": "제30회 아레나 전국마스터즈 수영대회",
		"sido": "서울시 송파구",
		"pool": "서울올림픽수영장",
		"datetime": "2014-08-09"
	},
	{
		"cid": 586,
		"name": "2014 울산광역시 북구청장배 수영대회",
		"sido": "울산광역시 북구",
		"pool": "오토밸리복지센터",
		"datetime": "2014-07-13"
	},
	{
		"cid": 261,
		"name": "제1회 KASA배 전국마스터즈 수영대회",
		"sido": "경기도 부천시",
		"pool": "오정레포츠센터 수영장",
		"datetime": "2014-06-22"
	},
	{
		"cid": 260,
		"name": "제5회 랠리배 전국마스터즈 수영대회",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2014-05-31"
	},
	{
		"cid": 289,
		"name": "S-OIL배 2014 울산MBC 전국수영",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2014-05-11"
	},
	{
		"cid": 357,
		"name": "제12회 안양시수영연맹회장배 마스터스 수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2014-03-16"
	},
	{
		"cid": 246,
		"name": "제18회 충무기 전국마스터즈 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2013-12-21"
	},
	{
		"cid": 540,
		"name": "2013 성남시연합회장배 생활체육 수영대",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2013-12-15"
	},
	{
		"cid": 490,
		"name": "제2회 서울특별시장배 생활체육 수영대회",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2013-12-08"
	},
	{
		"cid": 132,
		"name": "제2회 남양주시장배 전국마스터즈 수영대회",
		"sido": "경기도 남양주시",
		"pool": "남양주시체육문화센터 수영장",
		"datetime": "2013-12-01"
	},
	{
		"cid": 538,
		"name": "제16회 성남시 생활체육회장배 마스터즈",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2013-11-03"
	},
	{
		"cid": 305,
		"name": "제7회 이천시장배 겸 이천시수영연맹회장배",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2013-10-26"
	},
	{
		"cid": 287,
		"name": "제11회 부울경 아레나 마스터즈 수영대회",
		"sido": "부산광역시",
		"pool": "사직실내수영장",
		"datetime": "2013-09-29"
	},
	{
		"cid": 536,
		"name": "제18회 성남시장배 생활체육 오픈 수영대",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2013-09-15"
	},
	{
		"cid": 459,
		"name": "제1회 노원구청장배 마스터즈 수영대회",
		"sido": "서울시 노원구",
		"pool": "노원구민체육센터",
		"datetime": "2013-09-15"
	},
	{
		"cid": 254,
		"name": "2013 K-water사장배 전국마스터즈",
		"sido": "서울시 송파구",
		"pool": "서울올림픽수영장",
		"datetime": "2013-08-31"
	},
	{
		"cid": 304,
		"name": "제4회 경기도이천교육지원청교육장배 겸 이",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2013-08-24"
	},
	{
		"cid": 294,
		"name": "제5회 고성군수배 전국마스터즈 수영대회",
		"sido": "경남 고성군",
		"pool": "고성군문화체육센터",
		"datetime": "2013-07-07"
	},
	{
		"cid": 585,
		"name": "2013 울산광역시 북구청장배 수영대회",
		"sido": "울산광역시 북구",
		"pool": "오토밸리복지센터",
		"datetime": "2013-06-16"
	},
	{
		"cid": 135,
		"name": "제4회 랠리배 전국마스터즈 수영대회",
		"sido": "서울",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2013-06-01"
	},
	{
		"cid": 406,
		"name": "S-OIL배 2013 울산MBC 전국수영",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2013-05-12"
	},
	{
		"cid": 428,
		"name": "제6회 강동구청장배 생활체육 수영대회",
		"sido": "서울시 강동구",
		"pool": "한국체육대학교",
		"datetime": "2013-04-21"
	},
	{
		"cid": 356,
		"name": "제11회 안양시수영연맹회장배 마스터스 수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2013-03-17"
	},
	{
		"cid": 415,
		"name": "제9회 수원시회장배 수영대회",
		"sido": "경기도 수원시",
		"pool": "수원청소년문화센터 새천년수영장",
		"datetime": "2013-02-24"
	},
	{
		"cid": 245,
		"name": "제17회 충무기 전국마스터즈 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2012-12-08"
	},
	{
		"cid": 303,
		"name": "제6회 이천시장배 겸 이천시수영연맹회장배",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2012-10-27"
	},
	{
		"cid": 286,
		"name": "제10회 부울경 아레나 마스터즈 수영대회",
		"sido": "부산광역시",
		"pool": "사직실내수영장",
		"datetime": "2012-09-23"
	},
	{
		"cid": 420,
		"name": "2012 K-water 사장배 전국마스터",
		"sido": "서울시",
		"pool": "서울올림픽수영장",
		"datetime": "2012-08-18"
	},
	{
		"cid": 411,
		"name": "제23회 수원시시장배 수영대회",
		"sido": "경기도 수원시",
		"pool": "수원청소년문화센터 새천년수영장",
		"datetime": "2012-07-29"
	},
	{
		"cid": 535,
		"name": "제17회 성남시장배 생활체육 수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2012-07-15"
	},
	{
		"cid": 583,
		"name": "제3회 울산광역시 북구수영연합회장배 수영",
		"sido": "울산광역시 북구",
		"pool": "오토밸리복지센터",
		"datetime": "2012-07-01"
	},
	{
		"cid": 302,
		"name": "제9회 경기도교육감배 마스터즈 수영대회",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2012-06-23"
	},
	{
		"cid": 412,
		"name": "제3회 랠리배 전국마스터즈 수영대회",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2012-06-02"
	},
	{
		"cid": 405,
		"name": "S-OIL배 2012 울산MBC 전국수영",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2012-05-20"
	},
	{
		"cid": 427,
		"name": "제5회 강동구청장배 생활체육 수영대회",
		"sido": "서울시 강동구",
		"pool": "성일문화체육센터",
		"datetime": "2012-04-15"
	},
	{
		"cid": 355,
		"name": "제10회 안양시수영연맹회장배 마스터스 수",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2012-03-18"
	},
	{
		"cid": 219,
		"name": "제16회 충무기 전국마스터즈 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2011-12-10"
	},
	{
		"cid": 301,
		"name": "제5회 이천시장배 겸 이천시수영연맹회장배",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2011-10-22"
	},
	{
		"cid": 527,
		"name": "제15회 성남시생활체육회장배 수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2011-10-16"
	},
	{
		"cid": 285,
		"name": "제9회 부울경 아레나 마스터즈 수영대회",
		"sido": "부산광역시",
		"pool": "사직실내수영장",
		"datetime": "2011-09-25"
	},
	{
		"cid": 282,
		"name": "2011 K-water사장배 전국마스터즈",
		"sido": "서울시 송파구",
		"pool": "서울올림픽수영장",
		"datetime": "2011-08-13"
	},
	{
		"cid": 531,
		"name": "제16회 성남시장배 생활체육 수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2011-07-03"
	},
	{
		"cid": 403,
		"name": "제2회 랠리배 전국마스터즈 수영대회",
		"sido": "서울시",
		"pool": "서울체육고등학교 수영장",
		"datetime": "2011-06-04"
	},
	{
		"cid": 404,
		"name": "S-OIL배 2011 울산MBC 전국수영",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2011-05-15"
	},
	{
		"cid": 528,
		"name": "제18회 성남시장배 전국마스터즈 수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2011-04-10"
	},
	{
		"cid": 354,
		"name": "제9회 안양시수영연맹회장배 마스터스 수영",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2011-04-03"
	},
	{
		"cid": 218,
		"name": "제15회 충무기 전국마스터즈 수영대회",
		"sido": "대전광역시",
		"pool": "용운국제수영장",
		"datetime": "2010-12-11"
	},
	{
		"cid": 300,
		"name": "제4회 이천시장배 겸 이천시수영연맹회장배",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2010-10-23"
	},
	{
		"cid": 529,
		"name": "제14회 성남시생활체육회장배 수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2010-10-10"
	},
	{
		"cid": 419,
		"name": "2010 K-water 사장배 전국마스터",
		"sido": "서울시",
		"pool": "서울올림픽수영장",
		"datetime": "2010-08-28"
	},
	{
		"cid": 530,
		"name": "제15회 성남시장배 생활체육 수영대회",
		"sido": "경기도 성남시",
		"pool": "탄천종합운동장 수영장",
		"datetime": "2010-07-11"
	},
	{
		"cid": 353,
		"name": "제8회 안양시수영연맹회장배 마스터스 수영",
		"sido": "경기도 안양시",
		"pool": "안양종합운동장 수영장",
		"datetime": "2010-04-18"
	},
	{
		"cid": 299,
		"name": "제3회 이천시장배 겸 이천시수영연맹회장배",
		"sido": "경기도 이천시",
		"pool": "이천스포렉스",
		"datetime": "2009-09-26"
	},
	{
		"cid": 423,
		"name": "제1회 랠리배 전국마스터즈 수영대회",
		"sido": "서울시",
		"pool": "서울 잠실 제1수영장",
		"datetime": "2007-11-25"
	},
	{
		"cid": 546,
		"name": "제7회 울산 협회장배 수영대회",
		"sido": "울산광역시",
		"pool": "문수실내수영장",
		"datetime": "2005-12-03"
	},
	{
		"cid": 565,
		"name": "2024년 진주시장배 수영대회",
		"sido": "진주시체육회 진주시수영연맹",
		"pool": "진주학생수영장",
		"datetime": "2024-06-09"
	},
	{
		"cid": 497,
		"name": "제3회 광주 전국 수영 선수권대회",
		"sido": "대한수영연맹",
		"pool": "남부대학교 수영장",
		"datetime": "2024-06-12"
	},
	{
		"cid": 515,
		"name": "2024 한강크로스스위밍챌린지",
		"sido": "서울특별시송파구수영연맹",
		"pool": "한강",
		"datetime": "2024-06-22"
	},
	{
		"cid": 553,
		"name": "제20회 구리시수영연맹회장배 수영대회",
		"sido": "구리시체육회 구리시수영연맹",
		"pool": "구리시민스포츠센터",
		"datetime": "2024-06-22"
	},
	{
		"cid": 564,
		"name": "제14회 대구광역시장배 전국마스터즈 수영대회",
		"sido": "대구광역시수영연맹",
		"pool": "두류수영장",
		"datetime": "2024-06-22"
	},
	{
		"cid": 580,
		"name": "제12회 북구청장배 수영대회",
		"sido": "울산광역시북구체육회",
		"pool": "오토밸리복지센터",
		"datetime": "2024-06-23"
	},
	{
		"cid": 498,
		"name": "제20회 꿈나무 전국수영대회",
		"sido": "대한수영연맹",
		"pool": "김천실내수영장",
		"datetime": "2024-06-25"
	},
	{
		"cid": 499,
		"name": "제2회 김천 전국 마스터즈 수영대회",
		"sido": "대한수영연맹",
		"pool": "김천실내수영장",
		"datetime": "2024-06-29"
	},
	{
		"cid": 579,
		"name": "2024 영통구청장배 생활체육 수영대회",
		"sido": "영통구청",
		"pool": "광교웰빙국민체육센터",
		"datetime": "2024-07-07"
	},
	{
		"cid": 550,
		"name": "제4회 성북구청장배 수영대회",
		"sido": "성북구수영연맹",
		"pool": "성북종합레포츠타운 맑은물수영장",
		"datetime": "2024-07-21"
	},
	{
		"cid": 500,
		"name": "2024 교보생명컵 꿈나무 체육대회",
		"sido": "대한수영연맹",
		"pool": "김천실내수영장",
		"datetime": "2024-07-29"
	},
	{
		"cid": 501,
		"name": "제43회 대통령배 전국수영대회",
		"sido": "대한수영연맹",
		"pool": "완산실내수영장",
		"datetime": "2024-08-10"
	},
	{
		"cid": 502,
		"name": "코리아마스터즈 2024",
		"sido": "대한수영연맹",
		"pool": "김천실내수영장",
		"datetime": "2024-11-16"
	},
	{
		"cid": 503,
		"name": "제9회 광양만배 유소년 전국수영대회",
		"sido": "대한수영연맹",
		"pool": "광양스포츠센터 수영장",
		"datetime": "2024-12-06"
	},
	{
		"cid": 547,
		"name": "제1회 영호남 아레나 마스터즈 수영대회",
		"sido": "부산광역시",
		"pool": "사직실내수영장",
		"datetime": "2003-02-23"
	}
];